[{"pageContent":"The hospitality industry is one of the fastest growing sectors in the US economy, while at the same time supporting millions of jobs and reinvesting in our communities. Leyton can help build a strong foundation for your business. Want to learn how your company can better adapt to rising operational costs and irregular cash flows? By leveraging government tax credits, hospitality businesses can continue to expand multi-state operations and accelerate their presence in the industry. Our experts are focused on how businesses can access cutting-edge government incentives for future innovation investment. Leyton helps companies in the hospitality industry claim the Employee Retention Credit, Energy Efficiency Incentives and State and Local Taxes (SALT) Leyton makes the Employee Retention Tax Credit Secure, Quick and Accurate! Our digitized tax tool makes claiming Tax Credits for your business smoother, faster, and more accurate- allowing you to focus on what’s next!Through integrations and an easy-to-use- interface, you can sync your payroll and accounting software to share relevant business data and information. Complete your claim on your own time while our team of tax and technical experts helps you maximize your credit. Start your claim! arrow_outwardarrow_outward State and Local Tax (SALT) Helping multi-state businesses navigate complexities of SALT How your Hospitality Business can qualify for the Employee Retention Credit dashboard Your quarterly revenue has been reduced by 50% or more in 2020 compared to 2019 forum Your quarterly revenue has been reduced by 20% or more in 2021 compared to 2019 upload_file Your business had to close or partially shutdown due to government orders as a result of COVID-19 Enable Your suppliers were subject to government shutdown due to COVID-19 Output Your business or nonprofit has 10 or more W2 employees","metadata":{"source":"https://leyton.com/us/erc-tax-credit-for-hospitality/","title":"\n\n\nDriving Growth in the Hospitality Industry                \n\nTax Incentives for Hospitality Companies | Leyton USA","date":"","contentLength":294,"countryCode":"us"}},{"pageContent":"Leyton is an international consulting firm that helps businesses leverage financial incentives to accelerate their growth and achieve long-lasting performance.","metadata":{"source":"https://leyton.com/ma/what-is-leyton-webpaster/","title":"\n\n\n\nWhat is Leyton Webpaster - Morocco | Leyton","date":"","contentLength":21,"countryCode":"ma"}},{"pageContent":"Leyton has offices in 13 countries Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge.Leyton has offices in 13 countries United Kingdom · USA · Belgium · Sweden · France · Germany · Morocco · Netherlands · Spain · Italy · Poland · Portugal · Canada","metadata":{"source":"https://leyton.com/ma/leyton-offices/","title":"\n\n\n\nLeyton offices - Morocco | Leyton","date":"","contentLength":59,"countryCode":"ma"}},{"pageContent":"François Gouilliard is the CEO and co-founder of the Leyton Group","metadata":{"source":"https://leyton.com/ma/francois-gouilliard/","title":"\n\n\n\nFrançois Gouilliard - Morocco | Leyton","date":"","contentLength":13,"countryCode":"ma"}},{"pageContent":"Xavier de Marcillac is the Chief Digital Officer (CDO)","metadata":{"source":"https://leyton.com/ma/xavier-de-marcillac/","title":"\n\n\n\nXavier de Marcillac - Morocco | Leyton","date":"","contentLength":9,"countryCode":"ma"}},{"pageContent":"Olivier Roussel is the COO at Leyton Group. He is an expert at Growth Strategy & Execution as well as Operational Efficiency & Digital Transformation","metadata":{"source":"https://leyton.com/ma/olivier-roussel/","title":"\n\n\n\nOlivier Roussel - Morocco | Leyton","date":"","contentLength":23,"countryCode":"ma"}},{"pageContent":"Alaa Bennis is the Chief information officer (CIO) at Leyton Morocco","metadata":{"source":"https://leyton.com/ma/alaa-bennis/","title":"\n\n\n\nAlaa Bennis - Morocco | Leyton","date":"","contentLength":11,"countryCode":"ma"}},{"pageContent":"In the TechLab we have various teams, our teams are expert in Data Science and machine learning, Big Data and Analytics, Web Development, ERP and CRM, DevSecOps and UX Design.Data science and Machine Learning: Our teams work on cutting-edge technologies to answer real-world business problems.The Datalab specializes in Machine Learning and Data Science. The Data Factory works on Data engineering and integration.","metadata":{"source":"https://leyton.com/ma/techlab/","title":"\n\n\n\nTechLab - Morocco | Leyton","date":"","contentLength":66,"countryCode":"ma"}},{"pageContent":"Why you should choose Leyton?We are the UK’s largest innovation funding consultancy. We work with over 6,000 innovative companies, and our unrivalled techniacal expertise and resources position us to help businesses of all sizes benefit from valuable government tax incentives. Working in close partnership with our clients, our highly experienced consultants and sector experts tailor bespoke strategies for each business. We thoroughly explore their business activities to ensure all potential qualifying costs are considered and the maximum benefit is achieved.","metadata":{"source":"https://leyton.com/ma/why-you-should-choose-leyton/","title":"\n\n\n\nWhy you should choose Leyton? - Morocco | Leyton","date":"","contentLength":83,"countryCode":"ma"}},{"pageContent":"Leyton’s main services are related to R&D Tax Credits, Patent Box, Land Remediation Relief, Creative Industries Tax Relief and also Capital Allowances.","metadata":{"source":"https://leyton.com/ma/our-services/","title":"\n\n\n\nOur services - Morocco | Leyton","date":"","contentLength":24,"countryCode":"ma"}},{"pageContent":"R&D Tax Credits: Reward your innovation and help your business to grow With more than 12 years of R&D experience and unrivalled tax and technical expertise, Leyton UK is ideally positioned to unlock potential value within your business. The benefit received can be reinvested in accelerating current or upcoming projects, used to hire new staff or support your overall growth. R&D Tax Credits are available from HMRC for eligible SMEs and large organisations.Claim back research and development costs: Are you developing a new process, a product or service, or perhaps improving an existing one? The R&D Tax Credit scheme is an important HMRC incentive that rewards companies on innovative projects. R&D Tax Credits provide an often vital cash injection for businesses and, to date, Leyton UK has helped thousands of clients successfully claim more than £900m in R&D Tax Relief. Use our R&D Tax Credits calculator below to discover how much you can claim.","metadata":{"source":"https://leyton.com/ma/rd-tax-credits-reward-your-innovation-and-help-your-business-to-grow/","title":"\n\n\n\nR&D Tax Credits: Reward your innovation and help your business to grow - Morocco | Leyton","date":"","contentLength":162,"countryCode":"ma"}},{"pageContent":"Find out how much you can claim on Energy Tax Reliefs To improve the competitiveness of the UK’s most energy intensive businesses, the Government implemented a number of compensation schemes to mitigate the impact of renewables policies, including Energy-Intensive Industries (EII), UK ETS Compensation (UKETS) and Climate Change Levy (CCL).","metadata":{"source":"https://leyton.com/ma/energy-tax-exemptions/","title":"\n\n\n\nEnergy Tax Exemptions - Morocco | Leyton","date":"","contentLength":52,"countryCode":"ma"}},{"pageContent":"Sam Goodchild is the Leyton Sailing Team skipper since 2019. he is a specialist in ocean racing, multihull or monohull, crewed and solo. Sam Goodchild has always been driven by sailing. Joining the Leyton Sailing Team in 2019, he has shown through his excellent results on different supports that he has the makings of a great skipper.","metadata":{"source":"https://leyton.com/ma/sam-goodchild/","title":"\n\n\n\nSam Goodchild created By Webmaster dot not delete it - Morocco | Leyton","date":"","contentLength":57,"countryCode":"ma"}},{"pageContent":"Capital Allowances is a better way to obtain valuable savings on capital spend. We can help your business obtain valuable cash tax savings and improved business cash flow The UK government allows businesses who pay tax in the UK to claim capital allowances on qualifying capital expenditure they incur, when they buy equipment or buildings, carry out new construction, refurbishment works or fit out works.","metadata":{"source":"https://leyton.com/ma/capital-allowances/","title":"\n\n\n\nCapital Allowances - Morocco | Leyton","date":"","contentLength":65,"countryCode":"ma"}},{"pageContent":"In Patent Box Scheme We identify and maximise patent tax relief opportunities. If you have significantly contributed to the creation or development of an invention claimed in a patent – or a product incorporating this item – Patent Box can reduce your corporation tax rate on qualifying IP income to 10%.","metadata":{"source":"https://leyton.com/ma/patent-box/","title":"\n\n\n\nPatent Box - Morocco | Leyton","date":"","contentLength":49,"countryCode":"ma"}},{"pageContent":"Land remediation relief (LRR) was introduced to encourage landowners (including leaseholders and developers) to bring back into use land and buildings in the UK that had been blighted by previous use for industrial purposes.","metadata":{"source":"https://leyton.com/ma/land-remediation-relief/","title":"\n\n\n\nLand Remediation Relief - Morocco | Leyton","date":"","contentLength":34,"countryCode":"ma"}},{"pageContent":"The Employee Retention Credit (ERC) is a tax credit created under the CARES Act. This refundable tax credit is a relief measure for businesses that encourages them to keep employees on their payroll. The ERC legislation was expanded under the Consolidated Appropriations Act, which took effect on January 1, 2021, and because of this expansion, all employers who took PPP loans could be eligible for the ERC for 2020 and 2021.","metadata":{"source":"https://leyton.com/ma/employee-retention-credit/","title":"\n\n\n\nEmployee Retention Credit - Morocco | Leyton","date":"","contentLength":71,"countryCode":"ma"}},{"pageContent":"State & Local Tax (SALT) is Businesses operating across state lines are often subject to State & Local Taxes in the jurisdictions they operate. The laws around these taxes vary markedly, depending on the state, industry, and business activity. Leyton works alongside your accountants and automation solutions to ensure that your business has its SALT in order, enabling sustainable business expansion.","metadata":{"source":"https://leyton.com/ma/state-local-tax-salt/","title":"\n\n\n\nState & Local Tax (SALT) - Morocco | Leyton","date":"","contentLength":59,"countryCode":"ma"}},{"pageContent":"Leyton has several products like GigaWhat, Leyton for me, REV and Fundscan","metadata":{"source":"https://leyton.com/ma/leyton-product/","title":"\n\n\n\nLeyton product - Morocco | Leyton","date":"","contentLength":12,"countryCode":"ma"}},{"pageContent":"GigaWhat is a digital platform developed by Leyton to simplify the management of Energy Savings Certificates (Certificats d’Economies d’Energie or CEE) in France.","metadata":{"source":"https://leyton.com/ma/gigawhat/","title":"\n\n\n\nGigaWhat - Morocco | Leyton","date":"","contentLength":25,"countryCode":"ma"}},{"pageContent":"LEYTON FOR ME is a secure platform for tracking R&D tax credit missions and monitoring tax and patent news.","metadata":{"source":"https://leyton.com/ma/leyton-for-me/","title":"\n\n\n\nLEYTON FOR ME - Morocco | Leyton","date":"","contentLength":20,"countryCode":"ma"}},{"pageContent":"REV is a cutting-edge tax credit service that combines technology with our best-in-class tax team. Through integrations and an easy-to-use interface, startups and small businesses can claim tax credits, like the Payroll R&D Tax Credit and the Employee Retention Credit, on their own time. REV makes claiming tax credits for your business simpler, easier, and more accurate – allowing you to focus on what’s next.","metadata":{"source":"https://leyton.com/ma/rev-revolutionize-how-you-claim-tax-credits/","title":"\n\n\n\nREV: Revolutionize how you claim tax credits - Morocco | Leyton","date":"","contentLength":71,"countryCode":"ma"}},{"pageContent":"FundScan is a support tool that helps you navigate the subsidy landscape while providing an overview of the funding available for Canadian businesses.","metadata":{"source":"https://leyton.com/ma/fundscan/","title":"\n\n\n\nFundScan - Morocco | Leyton","date":"","contentLength":23,"countryCode":"ma"}}]