[{"pageContent":"CooptationInformations pratiquesLEYTON encourage ses collaborateurs à recommander une ou plusieurs personnes de leurentourage.  Dans le cadre de ce process, LEYTON a mis en place un système de prime  de 1  000€. Acompter du 1er janvier 2019, le « coopteur » bénéciera de la moitié de cette prime à la dated'entrée du coopté, soit 500 euros. Le solde est versé à la conrmation du nouvel embauchédans le poste (après la validation de la période d'essai), en CDI.  Pour les recrutements en CDD ou en stage  d'une  durée supérieure  à  4  mois, la prime decooptation s'élève à 500€. Le collaborateur doit  connaitre  le  coopté  (professionnellement  ou  personnellementparlant) et être à l'origine du process c'est-à-dire avoir transmis le CV d'un candidat au pôlerecrutement (recrutement@leyton.com) + le questionnaire joint à cette publication.En cas d'adéquation du prol aux compétences requises pour le poste, les RH contactentdirectement le candidat référencé.  Exclusions : La prime de cooptation ne sera pas versée dans les cas suivants :  Candidats cooptés par des Directeurs et membres des RH  Candidats cooptés par des managers recrutant pour leur propre BU Questionnaire de cooptation","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Cooptation.pdf","pdf_numpages":1}},{"pageContent":"LE BULLETIN DE SALAIRE DÉMATÉRIALISÉUn espace personnel sécurisé pour l’archivage de tous vos documents, y compris vos bulletins de salaire sera disponible à partir du 1er mars 2018.Avec DIGIPOSTE finalisez l’ouverture de votre compte et accédez en un clic à votre bulletin de paie numérique.Le Bulletin de salaire dématérialisé en pratique :- Vous recevez automatiquement vos bulletins de paie sur DIGIPOSTE, pour les consulter il faut finaliser la création de votre compte (Démarrage à partie de la paye de février 2018)- Vous pouvez centraliser et classer vos documents dans votre coffre‐fort numérique selon vos envies(par émetteur, par type...)- Vous pouvez partager vos documents avec vos proches et tiers sélectionnés en toute sécurité, vous pouvez préparer et suivre vos démarches administrativesCE QUI NE CHANGE PAS : Niveau de confidentialité identique, Document officiel et certifié, GratuitéLES NOUVEAUTES: Réception rapide et automatique, Disponible 24h/24 – 7j / 7, Accessible depuis un pc, tablette et smartphone, Préservé des dommages du temps, Sauvegardé à vie, Ecologique, Gain de place, TransférableVotre vie privée protégée : L’entreprise n’a ni droit ni accès à votre espace personnel sécurisé. Vous avez la liberté de résilier cette adhésion à tout moment depuis votre compte DIGIPOSTE.","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/bull de paie/LE BULLETIN DE SALAIRE DÉMATÉRIALISÉ DIGIPOSTE.pdf","pdf_numpages":1}},{"pageContent":"Fermeture temporaire pour congés (août 2023)Semaine du Lundi 14 août 2023 au Vendredi 18 août 2023Nous vous informons que l’entreprise sera fermée du Lundi 14 août 2023 au Vendredi18 août 2023. Le Lundi 14 août étant un RTT collectif et le Mardi 15 août correspondant à un jour férié, tous les salariés devront poser 3 jours de congés sur FIGGO durant cette période. Si vous possédez sufisamment de jours de congés à date, vous percevrez l’indemnité de congés payés dans les conditions habituelles. A défaut, vous pourrez, en accord avec votre hiérarchie, bénéficier de congés par anticipation ou de congés sans solde.","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/conge/Fermeture temporaire pour congés.pdf","pdf_numpages":1}},{"pageContent":"LE CONGE POUR ENFANT MALADEDans quel contexte? En cas de maladie ou d'accident de votre enfant, afin de lui apporter les soins nécessaires.Sous quelles conditions?Conditions relatives à l'enfant :-Moins de 16 ans-Maladie ou accident constaté(e) par certificat médical Conditions relatives au parent :-Assumer la charge de l'enfantQuelle est la durée de ce congé? Si votre enfant à moins d'1 an ou si vous assumez la charge d'au moins 3 enfants de moins de 16 ans, 5 jours par année glissante, fractionnés ou non (fractionnement par demi-journée accepté)Dans les autres cas : 3 jours par année glissante, fractionnés ou non (fractionnement par demi-journée accepté)Quelles démarches effectuer?- Informer votre manager sans délai de votre absence.- Déclarer votre absence sans délai dans Figgo sous le motif: FR - Enfant malade- Joindre le certi cat médical à votre déclaration, en cliquant sur votre journée ou demi-journée de congé.Quel impact sur la rémunération? En principe, ce congé n'est pas rémunéré. Toutefois, sous réserve de béné cier d'1 an d'ancienneté, l'entreprise accorde un maintien de rémunération pour la première journée de congé enfant malade.","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/conge/LE CONGE POUR ENFANT MALADE.pdf","pdf_numpages":1}},{"pageContent":"LES CONGES PAYESL'acquisition des congés payésQuelle est la période d'acquisition des congés payés? Les congés s'acquièrent mensuellement du 1er juin N-1 au 31 mai N(soit à hauteur de 2,08 jours ouvrés par mois).Qui acquiert des congés payés ? Les congés payés sont acquis par tous les salariés (CDI, CDD, contrat de professionnalisation et d’apprentissage, à l’exclusion des stagiaires).Combien de jours de congés est-il possible d'acquérir? Pour une année de présence, du 1er juin N-1 au 31 mai N, vous êtes susceptible d'acquérir 25 jours ouvrés de congés payés.Vous pouvez en acquérir moins :Par exemple si vous arrivez dans l'entreprise ou si vous quittez l'entreprise en cours de période d'acquisition, ou en fonction de certaines de vos absences.Vous pouvez en acquérir plus : Par exemple en fonction de votre ancienneté.Focus sur les jours supplémentaires de congés payés pour ancienneté :- 5 ans d'ancienneté révolus : 1 journée supplémentaire par an ;- 10 ans d'ancienneté révolus : 2 journées supplémentaires par an ;- 15 ans d'ancienneté révolus : 3 journées supplémentaires par an ;- 20 ans d'ancienneté révolus : 4 journées supplémentaires par an. La 1ère journée decongé d'ancienneté est acquise le 1er juin suivant le 5e anniversaire de la date d'entrée. Exemple : Entrée le 1er octobre 2018 ; 5 ans d’ancienneté révolus le 1er octobre 2023 ; Une journée supplémentaire peut être posée à compter du 1er juin 2024.Comment savoir combien de congés payés vous avez acquis? Vous pouvez consulter votre solde de congés payés sur Figgo, ou sur votre bulletin de paie. La pose des congés payés Quelle est la période de pose des congés? Les congés peuvent se poser du 1er juin N au 31 mai N+1, étant précisé qu'un congé principal doit impérativement être posé entre le 1er mai et le 31 octobre. Combien de jours de congés payés devez-vous poser?  Entre le 1er juin N et le 31 mai N+1, vous devez poser l'intégralité de vos congés (A défaut, ils seront perdus).  Entre le 1er mai et le 31 octobre, vous devez poser un congé principal compris entre :- 10 jours ouvrés consécutifs de congés (minimum) et- 20 jours ouvrés consécutifs (maximum). Pouvez-vous demander à poser des congés en cours d'acquisition? Par exception, l’entreprise accepte de poser des congés 'en cours d’acquisition ', à deux conditions : -Respecter les règles relatives aux absences (délai de prévenance et acceptation par lesupérieur hiérarchique) ; -Disposer, au jour de la demande, d’un nombre suf sant de congés 'en cours d’acquisition' dans le compteur. Exemple : un salarié embauché le 1er janvier demande le 1er février à béné cier de 5 jours de congés payés du 1er au 5 mars. Or, entre le 1er et le 31 janvier, il n’aura cumulé que 2,08 jours de congés. Il ne pourra donc pas prendre plus de 2 journées.Quel délai de prévenance respecter pour poser vos congés?- Une semaine, si la durée de l’absence n’excède pas 2 jours ;- Un mois, si la durée de l’absence excède 2 jours. Comment sont dé nis l'ordre et les dates de départ en congés? Une semaine de congés est accordée simultanément à tous les salariés (fermeture de l'entreprise). Lessalariés disposant de suf samment de jours de congés payés doivent en principe poser des congés payés pendant cette période. A défaut, il est possible de poser des congés par anticipation (cf. question précédente), ou des congés sans solde (vous pourrez dans ce cas vous rapprocher de Pôle emploi pour voir si vous êtes éligible à l'aide nancière pour congés non payés). Au delà de cette semaine, les départs en congés sont organisés par roulement, par votre ligne managériale.","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/conge/LES CONGES PAYES.pdf","pdf_numpages":2}},{"pageContent":"Maladie et accidents:Dès le 1er jour d'absence, et quel que soit le motif, envoyez un email à votre manageret à absences@leyton.com.Arrêt de travail:En cas d'arrêt de travail, vous avez 48 heures pour envoyer les deux premiers volets de l'avis d'arrêt de travail à votre Caisse Primaire d'Assurance Maladie (CPAM). Le troisième volet doit être adressé au service des Ressources Humaines qui transmettra à son tour une attestation de salaire à votre caisse. Le salaire des personnes ayant moins d’un an d’ancienneté n’est pas maintenu. Seront versées par la CPAM des indemnités journalières de sécurité sociale, au-delà du délai de carence de trois jours.Le salaire des personnes ayant plus d’un an d’ancienneté au sein de la société est maintenu en cas d’arrêt de travail, selon les modalités détaillées ci-dessous:- Pour les cadres ayant plus d’un an d’ancienneté, la garantie est xée à 3 mois entiers de salaires (90 jours) sur une période de 12 mois consécutifs au cours de laquelle uneou plusieurs absences pour maladies auront été constatées. Si l’arrêt fait plus de 90 jours, le régime de prévoyance prend le relais à hauteur de 80% du salaire ;- Pour les non-cadres, la garantie est également limitée à une période de 12 mois mais estprogressive suivant l’ancienneté :-- Entre 1 et 5 ans, le salaire est maintenu à 100% le premier mois, puis à 80% les deux mois suivants. Au-delà, le régime de prévoyance prend le relais si l’arrêt est de 90 jours consécutifs, à hauteur de 80% du salaire ;-- Plus de 5 ans d’ancienneté, le salaire est maintenu à 100% les deux premiers mois, puis à 80% le troisième mois. Au-delà, le régime de prévoyance prend le relais si l’arrêt est de 90 jours consécutifs, à hauteur de 80% du salaire.La société perçoit directement les indemnités journalières de la Sécurité Sociale.Pour que ce versement soit correctement effectué, vous devez impérativement faire parvenir au plus tard dans les 48 heures du début de votre arrêt maladie :- les volets 1 et 2 à la CPAM de votre domicile (toutes les coordonnées sur ameli.fr) envoyés obligatoirement par lettre recommandée ;Dans le cas où la Sécurité Sociale ne reçoit pas ces volets dans les 48 heures, elle se réserve le droit de ne pas verser les indemnités journalières à la société. En cas de contestation, vous devrez prouver à la CPAM que vous lui avez bien transmis les documents dans les 48 heures.Dernièrement, la CPAM nous informe qu’elle ne reçoit pas les arrêts maladie lorsque ceux-ci ne sont pas envoyés par lettre recommandée dans le délai de 48h et refuse de verser à l’employeur les indemnités journalières.Nous vous conseillons donc d’envoyer vos arrêts maladie en lettre recommandée avec accusé de réception. Le maintien de salaire n’est pas assuré pour les salariés qui n’envoient pas leur arrêt maladie par lettre recommandée dans les délais indiqués ci-dessus.Nous comptons sur votre vigilance et votre compréhension. Pour toute question concernant les absences, vous pouvez contacter le service paie : paie@leyton.com ou Hassina BELOUAR DAHMANI, notre Responsable paie(hbelouardahmani@leyton.com).Pour plus de renseignements concernant les indemnités journalières, vous pouvez consulter le site de la sécurité sociale www.ameli.fr, rubrique « vous êtes salarié ». Dans tous les cas, ce sont les contrats et documents of ciels qui font foi et cette information n’est donnée qu’à titre d’information.Accidents:En cas d’accident, sur le trajet entre le domicile et le lieu de travail ou sur le lieu de travail(locaux de l’entreprise ou déplacement professionnel), vous devez en informer le service des Ressources humaines, dans les 24 heures qui suivent l’accident. Cela permet au service RH de vous délivrer une feuille d’accident du travail qui vous servira à être dispensé de l’avance des frais médicaux dans la limite des tarifs de la Sécurité sociale.Pensez à bien envoyer votre certi cat d’accident du travail délivré par le médecin, à votre Caisse primaire d’assurance maladie le plus rapidement possible, sous peine dene pas être pris en charge au titre de la législation des accidents du travail.","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/maladie/Maladie et accidents.pdf","pdf_numpages":2}},{"pageContent":"Médecine du travailAvant la n de votre période d’essai, vous devrez obligatoirement passer une visite médicale d’embauche. Par la suite, vous serez convoqué, tous les 5 ans dans le cadre d’une visite médicale périodique.La nalité de la visite médicale est de s’assurer de votre aptitude médicale à votre poste de travail. Ainsi, à l’issue de cette visite, un avis d’aptitude vous sera délivré en deux exemplaires dont l’un doit être remis au service Ressources Humaines. En cas d'impossibilité de vous rendre à ces visites, vous devez nécessairement etsystématiquement prévenir le service médical, ainsi que le service des Ressources Humaines,au moins 48 heures à l'avance, a n de programmer une nouvelle visite médicale.Indépendamment des examens périodiques, vous avez la possibilité de demander une visite médicale spontanée. Cette visite se fait en dehors de votre temps de travail.Elle n'est pas obligatoire et ne fait pas systématiquement l'objet d'un suivi formalisé par une fiche médicale d'aptitude au poste de travail.Adresses des centres médicaux:Issy-Les-Moulineaux, Hélène MAINETTI- HOUPIN, Centre SETS, 52 boulevard RODIN, 92130 Issy-les-Moulineaux, Sécrétaire : Katy HARDOUIN, katy.hardouin@sestidf.fr, 01 46 45 93 34Toulouse, Docteur LECOU-MAURIN, Centre SAMSI PREVALY, CAPSUD, 26 avenue Didier Daurat, 31400 Toulouse, lecou-maurin@samsi-31.com, 05 62 15 02 22Nice, Docteur ZDROBA, Centre AMETRA, 122 Route des Lucioles,, Immeuble Beethoven Bat.3, 06560 Sophia-Antipolis, Secrétaire : Béatrice RUBINO, b.rubino@ametra06.org, 04 92 38 38 38Lyon, Docteur FORET-PRILLARD, Centre AST Grand Lyon, Centre Lafayette, 100 A Cours Lafayette, 69003 Lyon, Secrétaire : Sarra BOUAROUDI, s.turpin@astgrandlyon.fr;, sra@astgrandlyon.fr, 04 78 95 11 32Montpellier, Docteur Liza LIDDEL, Centre AMETRA, Centre Rives du Lez, 273 av. de, la Pompignade, 34027 Monpellier, Secrétaire : Estelle GRANIER, granier@amestra.asso.fr, 04 67 84 76 92Strasbourg, Docteur FRIEDMAN, Centre ACST, 24, Rue du 22 novembre, 67 000 Strasbourg, Secrétaire : Nathalie FONTANA, nathalie.fontana@asct-strasbourg.com, 03 88 32 32 70Nantes, Doc","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/maladie/Médecine du travail.pdf","pdf_numpages":1}},{"pageContent":"Formation Informations pratiquesLeyton AcademyFormation en présentielBusuuChaque année Leyton, met en place des formations en présentiel/distanciel et e-Learning. Leyton Academy et EdexDès   votre   arrivée,   vous   disposez   d’un   accès   à   laplateforme Leyton  Academy.  Sur  cette  plateforme  vous  aurez  lapossibilité  de  suivre  un  parcours  d’intégration,  et  de  suivre  desformations obligatoires ou non. A  partir  de  Leyton  Academy,  vous  pourrez  consulter  lecatalogue Edex, le « Nextix » de la formation. Ce catalogue vousdonnera  accès  à  des  formations  passionnantes  sur  une  quantitéde sujets.Les  thématiques  sont  très  diverses  :  culture  générale,  RH,  comptabilité,  paie,  marketing,culture générale.... Les formations sont 100% en E-learning sous forme de Mooc, Podcast,articles, vidéos... Que vous disposiez de 20h ou de 2 minutes vous trouverez votre bonheur ! Formation en présentielDans le cadre d’une demande de formation type présentiel/distanciel traditionnel, celle-cidevra être remontée à votre manager. Un catalogue de formation sera mis à votre dispositionpour vous orienter dans vos choix. La demande sera validée par votre manager et saisie sur laplateforme « All set for », puis validée par le service RH.   Les formations en présentiel/distanciel sont uniquement dispensées aux collaborateurs enCDI, et dont la période d’essai est révolue. BusuuDe plus, Leyton a une dimension internationale et le souhait de ladirection  des  Ressources  Humaines  est  de  favoriser  votreapprentissage  des  langues.  La  plateforme Busuu  sera  mise  à  ladisponibilité des salariés en CDI. Celle-ci est une plateforme d’apprentissage des langues, 12 languesdisponibles  :  Anglais,  Espagnol,  Italien,  chinois,  Arabe,  Allemand,Portugais, Japonais, Polonais, Turc, Russe, Français. Elle  vous  donnera  la  possibilité  d’apprendre  de  nouvelles  langues  ou  de  renforcer  vosconnaissance  sur  la  langue  de  votre  choix  !  Pas  plus  de  10  minutes  par  jour,  et  unecompétence linguistique dans la poche ! Le service RH reste à votre disposition pour toutes questions sur votre projet de formation. N’hésitez pas à nous contacter directement, si vous avez la moindre question.  Vos contacts privilégiés pour la formation( accès, procédure, CPF et autre dispositifs à votre disposition ) Cécilia MALOISELChargée RH   Benoit FLOUTIER Global HR BP     Les liens de connexion Leyton Academy : https://www.leyton-academy.com Busuu : https://www.busuu.com/ (application à télécharger sur le mobile ) Edex : https://leyton.edex.com/en/","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/outils et formations/Formation.pdf","pdf_numpages":3}},{"pageContent":"Lucca Notre nouvel outil RH Nous sommes très heureux de vous annoncer l’ouverture prochaine de deux nouveauxmodules dans votre outil RH Lucca ! A partir du Lundi 21 Juin Vous aurez accès  Au module « Cleemy » Notes de frais, pour déclarer vos notes de frais et suivre vosremboursements,  Au module « Poplee » Reviews, pour compléter votre entretien annuel. Comment se déroulera l'entretien annuel ? L’entretien  annuel  permet  de  célébrer  les  réussites  de  l’année  passée  et  d’identier  lesdémarches de progrès et d’améliorations possibles au sein de Leyton. Cette année, tous les collaborateurs Leyton seront évalués au travers de 6 compétencestransverses communes à tous les métiers. Les  compétences  spéciques  à  chaque  métier  seront  identiées  et  évaluées  lors  d’unecampagne dédiée à la n de l’année 2021. Le processus se déroulera en 5 étapesLe lundi 21 juin à 9h, vous êtes conviés à une présentation du nouveau processus et outild’entretien annuel.Puis, vous recevrez un email vous donnant accès au formulaire pour préparer votre entretien,ainsi que le guide complet pour évaluer vos compétences transverses ! A très bientôt sur Lucca ! Benoit FLOUTIER Global RH BP   ","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/outils et formations/Lucca_notre_nouvel_outil_RH.pdf","pdf_numpages":2}}]