[{"pageContent":"$500M in tax relief was claimed in the past year! How we can help your business Our in-house team of highly qualified tax and technical experts are committed to help you leverage innovative strategies tailored to your unique business environment. We have 25+ years of experience working with businesses of all sizes. supervisor_account Claim up to $26,000 per employee through the Employee Retention Credit view_in_ar_new Leverage Energy Incentives that improve your business performance lightbulb_circle Strengthen your State Tax Strategy currency_exchange Innovative companies can claim the Research & Development Tax Credit air Partner with Leyton to support your network & client base paid Startup companies can claim up to $1.25M through the Payroll Tax Credit Get the claim you need tailored to your industry Game-changing Incentives for Manufacturers arrow_outward arrow_outward Looking to invest in skilled labor, alleviate supply chain issues, purchase new industrial equipment, and improve your manufacturing efficiency? Discover how you can qualify for numerous tax credits and incentives. Incentivizing Growth in the Dental Industry arrow_outward arrow_outward Do you want to improve hiring, budgeting, or cash flow within your practice? Let Leyton assist you in claiming the Employee Retention Credit and the Research & Development Tax Credit. Innovation Solutions for Software and Technology Companies arrow_outward arrow_outward Interested in scaling your business and adapting to the competitive and ever-changing technology trends? Explore your potential with Leyton. Maximizing your Engineering Growth Potential arrow_outward arrow_outward Do you want improve sustainability, elevate your interactive designs or overcome challenges with budget constraints? Lean on Leyton. Driving Growth in the Hospitality Industry arrow_outward arrow_outward Want to learn how your company can better adapt to rising operational costs and irregular cash flows? See what Leyton can do. Accelerating Growth in the Life Sciences Industry arrow_outward arrow_outward Do you want the ability to re-invest in your business to further endeavors? Discover how you can qualify for numerous tax credits and incentives.","metadata":{"source":"https://leyton.com/us/","title":"\n\nEmpower your future!Claim up to $26,000 in tax relief per employeeEmpower your future!Over 65 industries are eligible for the R&D Tax CreditEmpower your future!Helping multi-state businesses navigate the complexities of sustainable business expansion","date":"","contentLength":316,"countryCode":"us"}},{"pageContent":"The global dental industry is transforming as more practices and laboratories invest in growth and innovation to enhance the patient experience. Do you want to improve hiring, budgeting, or cash flow within your practice? Leyton’s dental team is comprised of highly experienced dentists, dental hygienists, engineers, tax accountants, and attorneys who are motivated to help practices and laboratories take advantage of incentives. Many dental practices are unaware they could qualify for significant tax savings. Our experts have helped thousands of dental clients claim tax credits to accelerate their business growth. The Employee Retention Credit and the Research & Development Tax Credit are government incentives designed to help you innovate and differentiate your practice from others. Leyton makes the Employee Retention Credit Secure, Quick and Accurate! Our digitized tax tool makes claiming Tax Credits for your business smoother, faster, and more accurate- allowing you to focus on what’s next!Through integrations and an easy-to-use- interface, you can sync your payroll and accounting software to share relevant business data and information. Complete your claim on your own time while our team of tax and technical experts helps you maximize your credit. Start your claim! arrow_outwardarrow_outward R&D Tax Credit Support your business growth with extra cash flow!The US government offers billions of dollars yearly to encourageResearch and Development in more than 65 industries. How your Dental Practice or Laboratory can qualify for the Employee Retention Credit dashboard Your income has been reduced by 20% or more in 2021 compared to 2019 forum Your business had to close or partially shutdown due to COVID-19 upload_file Your business or nonprofit has 10 or more W2 employees","metadata":{"source":"https://leyton.com/us/rd-tax-credit-opportunity-for-dental-industry/","title":"\n\n\nIncentivizing Growth in the Dental Industry                ","date":"","contentLength":277,"countryCode":"us"}},{"pageContent":"Helping companies grow within a constantly evolving market indicates the unmatched innovation potential of this sector. Want to learn how your company can better adapt to competitive and technological trends? Investments in the software industry have grown year over year as technology advances and both startups and established companies create new products to enter a constantly evolving market. Leyton’s dedicated software and technology teams are comprised of highly experienced software developers and engineers, tax accountants, and attorneys, all of whom are motivated to help your business robustly claim these to further innovation investment. Claiming these tax credits can help software companies to create more advanced and reliable products in order to meet customer demand in a hyper-competitive industry. The Employee Retention Credit and the Research & Development Tax Credit, State and Local Taxes (SALT) are government incentives designed to help you innovate and keep up with technology trends and customer demands. Leyton makes the Employee Retention Tax Credit Secure, Quick and Accurate! Our digitized tax tool makes claiming Tax Credits for your business smoother, faster, and more accurate- allowing you to focus on what’s next!Through integrations and an easy-to-use- interface, you can sync your payroll and accounting software to share relevant business data and information. Complete your claim on your own time while our team of tax and technical experts helps you maximize your credit. Start your claim! arrow_outwardarrow_outward R&D Tax Credit Support your business growth with extra cash flow!The US government offers billions of dollars yearly to encourageResearch and Development in more than 65 industries. How your Software or Technology Company can qualify for the Employee Retention Credit dashboard Your income has been reduced by 20% or more in 2021 compared to 2019 forum Your business had to close or partially shutdown due to COVID-19 upload_file Your business or nonprofit has 10 or more W2 employees","metadata":{"source":"https://leyton.com/us/rd-tax-credit-opportunity-for-software/","title":"\n\n\nInnovation Solutions for Software and Technology Companies                ","date":"","contentLength":315,"countryCode":"us"}},{"pageContent":"The medical industry is significantly aiding and bettering human life through procedures and research in human anatomy. Do you want to improve and create new techniques and procedures? Continual growth in the medical field will always play a critical role in improving quality of life and caring for patients. The highly competitive and technical aspect of the medical industry puts a lot of pressure on private practices to invest significant time and energy into improving techniques and procedures as well as innovating to create new procedures and methods so they can provide the highest quality of service without putting them at risk. Medical practices are ideal candidates for The Employee Retention Credit, R&D Tax Credit, Energy Efficiency, and State and Local Taxes (SALT). Leyton makes the Employee Retention Tax Credit Secure, Quick and Accurate! Our digitized tax tool makes claiming Tax Credits for your business smoother, faster, and more accurate- allowing you to focus on what’s next!Through integrations and an easy-to-use- interface, you can sync your payroll and accounting software to share relevant business data and information. Complete your claim on your own time while our team of tax and technical experts helps you maximize your credit. Start your claim! arrow_outwardarrow_outward Energy Efficiency Incentives Improving Business Performance through Sustainability & ESG How your Medical Practice can qualify for the Employee Retention Credit dashboard Your income has been reduced by 20% or more in 2021 compared to 2019 forum Your business had to close or partially shutdown due to COVID-19 upload_file Your business or nonprofit has 10 or more W2 employees State and Local Taxes (SALT) Qualifying Questions help Do you have employees working in multiple states? help Do you sell your products or services in multiple states? help Do you store inventory in multiple states? help Do you use a Sales Tax compliance automation software? help Are you currently going through a state tax audit? help Have you recently received a nexus questionnaire from a state authority?","metadata":{"source":"https://leyton.com/us/tax-credit-for-medical-practices/","title":"\n\n\nInnovative Solutions for Medical Practices                 ","date":"","contentLength":332,"countryCode":"us"}},{"pageContent":"The engineering industry is constantly evolving designs, products, and processes as a way to drive innovation to meet the needs of an evolving market Do you want to improve sustainability and elevate your interactive designs? By leveraging government tax credits, engineering firms can expand and accelerate their presence in the industry. Funds identified by Leyton have allowed these firms to combat an increasing skills gap in the industry. Leyton’s engineering team is comprised of dedicated engineers, scientists, tax accountants, and attorneys, all of whom are focused on how businesses can maximize government incentives for future innovation investment. These experts were able to help hundreds of engineering clients claim tax credits! Leyton makes the Employee Retention Tax Credit Secure, Quick and Accurate! Our digitized tax tool makes claiming Tax Credits for your business smoother, faster, and more accurate- allowing you to focus on what’s next!Through integrations and an easy-to-use- interface, you can sync your payroll and accounting software to share relevant business data and information. Complete your claim on your own time while our team of tax and technical experts helps you maximize your credit. Start your claim! arrow_outwardarrow_outward R&D Tax Credit Support your business growth with extra cash flow!The US government offers billions of dollars yearly to encourageResearch and Development in more than 65 industries. Claim Your Employee Retention Credit Now! Receive up to $26,000 per employee.We’ll calculate your ERC for all applicable financial quarters during 2020 and 2021, ensuring you are receiving your maximum benefit. Energy Efficiency Incentives Improving Business Performance through Sustainability & ESG Why you should choose Leyton Receive your credit earlier Leyton can accelerate your credit through the support of our finance partner with an average turnaround of 2 weeks. Plus, we can help you file your 941X Quality Assurance All documentation goes through 2 rounds of quality control. Maximize your claim We’ll calculate your ERC for all applicable financial quarters during 2020 and 2021, ensuring you are receiving your maximum benefit. Took a PPP Loan? We can navigate the interactions between your PPP loans and other credits to help you ensure IRS compliance and reduce audit risk. Transparency We’ll deliver a detailed summary report report to substantiate your credit per employee. Audit Support The audit window has been extended to 5 years. Trust in our team of tax attorneys that can provide the legal defense needed in the event of an audit. 16 hours are included in our service. Key Figures Industries Served 65+ Years of experience 25 Tax and Technical Experts 70+ How your Engineering Firm can qualify for the Employee Retention Credit dashboard Your income has been reduced by 20% or more in 2021 compared to 2019 forum Your business had to close or partially shutdown due to COVID-19 upload_file Your business or nonprofit has 10 or more W2 employees","metadata":{"source":"https://leyton.com/us/rd-tax-credit-opportunity-for-engineering/","title":"\n\n\nMaximizing your Engineering Growth Potential                ","date":"","contentLength":479,"countryCode":"us"}},{"pageContent":"The US construction industry is a leading innovator within the global marketplace by leveraging a knowledgeable and competent workforce. Do you want to improve design processes and development techniques? Leyton’s construction team is comprised of dedicated engineers, scientists, tax accountants, and attorneys, all of whom are focused on how businesses can maximize government incentives for future innovation investment. Design conceptualization, coordination and development, energy efficient design, as well as the development of new and improved construction techniques, make construction companies ideal candidates for the Research & Development Tax Credit, the Employee Retention Credit and Energy Efficiency Incentives. Additionally, we offer State and Local Tax Analysis. Our services are designed to help you grow your business. Leyton makes the Employee Retention Tax Credit Secure, Quick and Accurate! Our digitized tax tool makes claiming Tax Credits for your business smoother, faster, and more accurate- allowing you to focus on what’s next!Through integrations and an easy-to-use- interface, you can sync your payroll and accounting software to share relevant business data and information. Complete your claim on your own time while our team of tax and technical experts helps you maximize your credit. Start your claim! arrow_outwardarrow_outward R&D Tax Credit Support your business growth with extra cash flow!The US government offers billions of dollars yearly to encourageResearch and Development in more than 65 industries. How your Construction Company can qualify for the Employee Retention Credit dashboard Your income has been reduced by 20% or more in 2021 compared to 2019 forum Your business had to close or partially shutdown due to COVID-19 upload_file Your business or nonprofit has 10 or more W2 employees","metadata":{"source":"https://leyton.com/us/rd-tax-credit-for-construction/","title":"\n\n\nCutting Edge Incentives for Construction Companies                ","date":"","contentLength":276,"countryCode":"us"}},{"pageContent":"The life sciences industry is rapidly growing, working to improve and transform the quality of human life. Do you want the ability to re-invest in your business to further endeavors? Continued advancements in the Life Sciences industry play a critical role in solving real-life challenges through innovations like telemedicine, drug discovery, cell and gene therapy, and clinical trial improvements. Advanced technologies such as artificial intelligence (AI), big data analytics, and robotics have also impacted the landscape in this sector making life science companies ideal candidates for the Employee Retention Credit, R&D Tax Credits, Energy Efficiency Incentives, and State & Local Taxes (SALT). Leyton makes the Employee Retention Tax Credit Secure, Quick and Accurate! Our digitized tax tool makes claiming Tax Credits for your business smoother, faster, and more accurate- allowing you to focus on what’s next!Through integrations and an easy-to-use- interface, you can sync your payroll and accounting software to share relevant business data and information. Complete your claim on your own time while our team of tax and technical experts helps you maximize your credit. Start your claim! arrow_outwardarrow_outward Energy Efficiency Incentives Improving Business Performance through Sustainability & ESG How your Life Sciences Company can qualify for the Employee Retention Credit dashboard Your income has been reduced by 20% or more in 2021 compared to 2019 forum Your business had to close or partially shutdown due to COVID-19 upload_file Your business or nonprofit has 10 or more W2 employees State and Local Taxes (SALT) Qualifying Questions help Do you have employees working in multiple states? help Do you sell your products or services in multiple states? help Do you store inventory in multiple states? help Do you use a Sales Tax compliance automation software? help Are you currently going through a state tax audit? help Have you recently received a nexus questionnaire from a state authority?","metadata":{"source":"https://leyton.com/us/tax-credit-for-life-sciences/","title":"\n\n\nAccelerated Growth for Life Sciences Companies                  ","date":"","contentLength":313,"countryCode":"us"}},{"pageContent":"The manufacturing sector develops new products as well as innovates upon production processes and techniques in an effort to enhance product designs, increase prototyping speed, decrease time-to-market, and improve overall product quality. Looking to invest in skilled labor, alleviate supply chain issues, purchase new industrial equipment, and improve your manufacturing efficiency? Leyton’s team of highly experienced engineers, scientists, tax accountants, and attorneys creates strong partnerships with each client to ensure maximum financial returns.Many manufacturing companies are faced with compliance approvals and loss of patents. Our experts have helped hundreds of manufacturing clients claim tax credits to help eligible manufacturers continue their innovation and expand their capabilities. Leyton helps companies in the manufacturing industry claim the Research & Development Tax Credit, the Employee Retention Credit and Energy Efficiency Incentives. Additionally, we offer State and Local Tax Analysis. Our services are designed to help you grow your business. Leyton makes the Employee Retention Tax Credit Secure, Quick and Accurate! Our digitized tax tool makes claiming Tax Credits for your business smoother, faster, and more accurate- allowing you to focus on what’s next!Through integrations and an easy-to-use- interface, you can sync your payroll and accounting software to share relevant business data and information. Complete your claim on your own time while our team of tax and technical experts helps you maximize your credit. Start your claim! arrow_outwardarrow_outward R&D Tax Credit Support your business growth with extra cash flow!The US government offers billions of dollars yearly to encourageResearch and Development in more than 65 industries. Energy Efficiency Incentives Improving Business Performance through Sustainability & ESG State and Local Tax (SALT) Helping multi-state businesses navigate complexities of SALT How your Manufacturing Business can qualify for the Employee Retention Credit dashboard Your income has been reduced by 20% or more in 2021 compared to 2019 forum Your business had to close or partially shutdown due to COVID-19 upload_file Your business or nonprofit has 10 or more W2 employees","metadata":{"source":"https://leyton.com/us/rd-tax-credit-opportunity-for-manufacturing/","title":"\n\n\nGame-changing Incentives for Manufacturers                ","date":"","contentLength":332,"countryCode":"us"}},{"pageContent":"The hospitality industry is one of the fastest growing sectors in the US economy, while at the same time supporting millions of jobs and reinvesting in our communities. Leyton can help build a strong foundation for your business. Want to learn how your company can better adapt to rising operational costs and irregular cash flows? By leveraging government tax credits, hospitality businesses can continue to expand multi-state operations and accelerate their presence in the industry. Our experts are focused on how businesses can access cutting-edge government incentives for future innovation investment. Leyton helps companies in the hospitality industry claim the Employee Retention Credit, Energy Efficiency Incentives and State and Local Taxes (SALT) Leyton makes the Employee Retention Tax Credit Secure, Quick and Accurate! Our digitized tax tool makes claiming Tax Credits for your business smoother, faster, and more accurate- allowing you to focus on what’s next!Through integrations and an easy-to-use- interface, you can sync your payroll and accounting software to share relevant business data and information. Complete your claim on your own time while our team of tax and technical experts helps you maximize your credit. Start your claim! arrow_outwardarrow_outward State and Local Tax (SALT) Helping multi-state businesses navigate complexities of SALT How your Hospitality Business can qualify for the Employee Retention Credit dashboard Your quarterly revenue has been reduced by 50% or more in 2020 compared to 2019 forum Your quarterly revenue has been reduced by 20% or more in 2021 compared to 2019 upload_file Your business had to close or partially shutdown due to government orders as a result of COVID-19 Enable Your suppliers were subject to government shutdown due to COVID-19 Output Your business or nonprofit has 10 or more W2 employees","metadata":{"source":"https://leyton.com/us/erc-tax-credit-for-hospitality/","title":"\n\n\nDriving Growth in the Hospitality Industry                ","date":"","contentLength":294,"countryCode":"us"}},{"pageContent":"Over 65 industries are eligible to claim the Research and Development Tax Credit by creating a new or improved product, process or technique. Don’t miss out! What is R&D Tax Credit? Established in 1981, the Research & Development Tax Credit is a federal incentive that allows companies to reduce income tax liability in the current tax year, and receive a cash refund for taxes paid in the last three years. Many states have implemented their own version of the R&D Tax Credit, and qualifying businesses can claim both! In 2015, when the Protecting Americans From Tax Hikes (PATH) Act was put into place, the R&D Tax Credit became permanent, which revised qualifications that greatly expanded the eligibility for businesses to qualify. With these changes, qualifying small businesses may claim the Payroll Tax Credit to offset some of their payroll tax liability. The majority of businesses are unaware that their daily operations could qualify to a dollar-for-dollar Tax Credit, irrespective of industry or company size. An activity that meets the 4-part test is a qualifying research activity and can potentially qualify for claiming R&D Tax Credit. How could this credit impact your business? Immediate reduction in your income or payroll taxesIncreased business valuationFreeing up cash for your business Secure credits for future tax liabilities Leyton’s Steps for Success Explore Additional Services Employee Retention Credit Find out if you can claim up to $26,000 in tax relief per employee! Find out more Energy Efficiency Incentives Funding solutions that drive sustainable growth. Find out more State & Local Tax (SALT) Helping multi-state businesses navigate the complexities of sustainable business expansion! Find out more","metadata":{"source":"https://leyton.com/us/rd-tax-credit-never-claimed/","title":"\n\n\nR&D Tax Credit:Enabling Innovation                 ","date":"","contentLength":279,"countryCode":"us"}},{"pageContent":"Was your business affected by government shutdowns? Did you lose money due to the impact of the COVID-19 pandemic? It’s not too late to claim the Employee Retention Tax Credit. With 25+ years of global experience, we know how to make tax work for you. What Sets Leyton Apart? Our experts have identified $175M in benefit with 0 IRS rejected claims account_balance Receive Your Credit Earlier Leyton can accelerate your credit through the support of our finance partner with an average turnaround of 2 weeks. autopay Navigate Your PPP Loan We can navigate the interactions between your PPP loans and other credits to help you ensure IRS compliance and reduce audit risk. monetization_on Ensure Quality Assurance All documentation goes through 2 rounds of quality control. credit_score Receive Your Summary Report We’ll deliver a detailed summary report report to substantiate your credit per employee. credit_score Maximize Your Claim We’ll calculate your ERC for all applicable financial quarters during 2020 and 2021, ensuring you are receiving your maximum benefit. credit_score Support Your Audit The audit window has been extended to 5 years. Trust in our team of tax attorneys that can provide the legal defense needed in the event of an audit. 16 hours are included in our service.","metadata":{"source":"https://leyton.com/us/employee-retention-credit/","title":"\n\n\nStart your ERC claim today!                ","date":"","contentLength":211,"countryCode":"us"}},{"pageContent":"Startups with less than $5 million in gross receipts can use the R&D tax credit to offset their payroll tax liability. What is the Payroll Tax Credit? This version of the R&D Tax Credit was created in 2015 through the Protecting Americans from Tax Hikes (PATH) Act to benefit younger companies with no or little income tax liability. While this credit cannot be claimed retroactively, it allows companies who invest resources in Research and Development (R&D) to qualify for an R&D tax credit. For 2022, you can potentially claim up to $250,000 and for 2023 moving forward, you can potentially claim up to $500,000. The Payroll Tax Credit can be claimed for a maximum of 5 years and must be filed timely, allowing startups and small businesses to reduce their payroll taxes.If your company pays income taxes, you may qualify for the R&D Tax Credit. Leyton makes the Payroll Tax Credit Secure, Quick and Accurate! Our digitized tax tool makes claiming Tax Credits for your business smoother, faster, and more accurate- allowing you to focus on what’s next!Through integrations and an easy-to-use- interface, you can sync your payroll and accounting software to share relevant business data and information. Complete your claim on your own time while our team of tax and technical experts helps you maximize your credit. Start your claim! arrow_outwardarrow_outward Explore Additional Services Employee Retention Credit Find out if you can claim up to $26,000 in tax relief per employee! Find out more Energy Efficiency Incentives Funding solutions that drive sustainable growth! Find out more State & Local Tax (SALT) Helping multi-state businesses navigate the complexities of sustainable business expansion! Find out more What can the Payroll R&D Tax Credit do for your business? account_balance Immediate reduction in your payroll tax liability autopay Secure credits for future tax liabilities monetization_on Increased business valuation credit_score Freeing up cash for your business How it works? integration_instructions Connect your system Our software integrates with your existing applications so you can easily share files and business data. monetization_on Maximize your credits Before you file, our tax experts evaluate each claim to ensure it’s accurate, complete, and audit defensible – enabling you to optimize your returns. savings Power what’s next Harness the credits you’ve earned to drive growth, hire new talent, and power tomorrow’s projects.","metadata":{"source":"https://leyton.com/us/payroll-tax-credit/","title":"\n\n\nPayroll Tax Credit: Receive a credit of up to $2.5M                ","date":"","contentLength":399,"countryCode":"us"}},{"pageContent":"Helping multi-state businesses navigate complexities of SALT The Impact of an Effective SALT Strategy Prepares your business for capital raising, mergers/acquisitions and major growth changesProvides accurate awareness of business performance, enabling you to implement effective strategiesPlaces your business to perform well in the event of a state-driven auditEnsures your existing SALT compliance solutions (CPA, accountant, or software tool) are working effectively What is State & Local Tax (SALT)? Businesses operating across state lines are often subject to State & Local Taxes in the jurisdictions they operate. The laws around these taxes vary markedly, depending on the state, industry, and business activity. Leyton works alongside your accountants and automation solutions to ensure that your business has its SALT in order, enabling sustainable business expansion. Explore Additional Services R&D Tax Credit Government incentives offered to innovative companies Find out more Energy Efficiency Incentives Funding solutions that drive sustainable growth! Find out more Employee Retention Credit Find out if you can claim up to $26,000 in tax relief per employee! Find out more Explore State & Local Tax Services assessment Nexus Studies A comprehensive analysis of a business’s revenue and activities on a state-by-state level, determining its nexus exposure to all relevant state taxes. description Voluntary Disclosure Agreements Assistance in filing disclosure agreements in states where taxes ought to have been paid, saving the business thousands in penalties, and reducing audit vulnerability. gavel State Tax Audit Defense Providing support and advice throughout the course of a state-led tax audit, ensuring responses are prepared with care, correct documents are provided and the right processes are followed. monetization_on Reverse Sales & Use Tax Audits A comprehensive review of Sales & Use taxes paid by the business and working with the local authorities to recover any overpaid taxes. people General SALT Consulting Providing consulting services for other SALT affairs, including assistance with state tax registrations, private letter ruling requests, dealing with unclaimed property, and other niche SALT services.","metadata":{"source":"https://leyton.com/us/state-and-local-tax-s-a-l-t/","title":"\n\n\nState & Local Tax (SALT)                ","date":"","contentLength":326,"countryCode":"us"}},{"pageContent":"Helping businesses access sustainability incentives to improve their performance Our Process Identifying Energy Incentives you’re eligible forAssisting you with applying for themPreparing relevant submission documentsLiaise with the relevant government agency on your behalf What are Energy Efficiency Incentives? The US Government offers a wide variety of incentives that reward businesses for undertaking activities focused on environmental sustainability and energy efficiency. These incentives are administered in the form of federal and state-based tax credits, grants, rebates, and other forms of financial assistance. Leyton offers a turnkey solution that assists businesses in accessing these incentives. Explore Additional Services R&D Tax Credit Government incentives offered to innovative companies Find out more State & Local Tax (SALT) Helping multi-state businesses navigate the complexities of sustainable business expansion! Find out more Payroll Tax credit Find out if you can claim up to $26,000 in tax relief per employee! Find out more Explore our Energy Efficiency Incentives Services store §179D Commercial Buildings Energy Efficiency Tax Deduction Tax savings for building owners, architects, engineers and construction workers for the implementation of systems that improve energy efficiency in new or renovated buildings. apartment §45L Energy Efficient Home Credit Tax credits for the development or renovation of energy efficient single or multifamily dwellings. currency_exchange Cost Segregation Accelerating depreciation to provide access to cashflow through the reclassification of building assets. people Energy Grants & Tax Credits Advisory Advice on available Energy Efficiency grants and tax credits, how they interact with each other, and which ones are likely to yield the greatest benefit.","metadata":{"source":"https://leyton.com/us/energy-efficiency-incentives/","title":"\n\n\nEnergy Efficiency Incentives                ","date":"","contentLength":255,"countryCode":"us"}},{"pageContent":"","metadata":{"source":"https://leyton.com/us/partnerships-page/","title":"\n\n","date":"","contentLength":0,"countryCode":"us"}},{"pageContent":"Simplify your client’s access to tax incentives and strategies by partnering with Leyton. What to expect with a Leyton partnership? Strategy – Outsource to the experts. We build strategic partnerships with organizations across all sectors by allowing their network access to government incentives and funding for their businesses. Reciprocal Relationship – We like to shine the spotlight on our partners through co-branded marketing opportunities and mutual business referrals.Best-in-Class Expertise – A highly qualified team of tax attorneys, accountants, scientists, engineers, & doctors will become a part of your organization. Industry Education – Training on grant & tax incentives and how it applies to your industry, clients, and network. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2023/01/MicrosoftTeams-image-5.webp\" alt=\"\" width=\"305\" height=\"180\"> R&D Tax Credit: You Asked, We Answered We worked with several tax professionals and have addressed our most frequently asked R&D Tax Credits Questions. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/11/fd166514-4793-4818-8fe5-cd1761db101a-400x267.jpg\" alt=\"\" width=\"305\" height=\"180\"> Employee Retention Credit: You Asked, We Answered We worked with several tax professionals and have addressed our most frequently asked Employee Retention Credits Questions. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2023/03/ERTC-Image-website-400x225.jpg\" alt=\"\" width=\"305\" height=\"180\"> Employee Retention Credit (ERC): Qualifying, Clarifying and Claiming Webinar Attention CPAs & Tax Professionals! Leyton has partnered with CPA Academy to offer an educational course on the ERC Tax Credit. Be sure to tune in to our next live session to earn your CPE credits. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2023/03/pexels-fauxels-3182812_711x455px-400x256.jpg\" alt=\"\" width=\"305\" height=\"180\"> Navigating State and Local Tax for Multi-State Operations Webinar Companies operating multistate businesses face a number of challenges in determining which states and which state tax types they are subject to across the U.S. This course will provide an overview of what nexus now means for both state income and state sales and use tax, along with common pitfalls that CPAs should be aware of when working with their clients to determine where and when to file. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/10/Jeune-entreprise-innovante_711x455px-400x256.jpg\" alt=\"R&#038;D inside picture\" width=\"305\" height=\"180\"> The Attached Statement Requirements for R&D Tax Credit Claims Effective January 10th, 2022, documentation requirements to claim the R&D credit became a bit more tedious with new rules.","metadata":{"source":"https://leyton.com/us/interested-in-partnering/","title":"\n\n\nPartnering with Leyton                ","date":"","contentLength":466,"countryCode":"us"}},{"pageContent":"How does it work? Have a friend that may qualify for any of Leyton’s services? This includes the R&D Tax Credit, Employee Retention Credit, Sales & Use Tax ConsultingFill out the form: Enter your name & email as well as your friends contact information so our team can organize a meeting!Meeting Occurs: Once we determine your friend qualifies, we will reach out with your $100 Gift Card.","metadata":{"source":"https://leyton.com/us/refer-a-friend/","title":"\n\n","date":"","contentLength":68,"countryCode":"us"}},{"pageContent":"","metadata":{"source":"https://leyton.com/us/leyton-client-benefits/","title":"\n\n","date":"","contentLength":0,"countryCode":"us"}},{"pageContent":"We’re so happy to be working with you. Explore the resources that come with a Leyton partnership. Leyton’s Partner Portal Everything you need at your fingertips. Access your customized dashboard for visibility into your referred client’s journey with Leyton. Plus, utilize industry specific Marketing collateral that you can share with your network. Not on the portal? Contact our team to secure your login. Portal Log In arrow_outwardarrow_outward <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2023/01/MicrosoftTeams-image-5.webp\" alt=\"\" width=\"305\" height=\"180\"> R&D Tax Credit: You Asked, We Answered We worked with several tax professionals and have addressed our most frequently asked R&D Tax Credits Questions. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/11/fd166514-4793-4818-8fe5-cd1761db101a-400x267.jpg\" alt=\"\" width=\"305\" height=\"180\"> Employee Retention Credit: You Asked, We Answered We worked with several tax professionals and have addressed our most frequently asked Employee Retention Credits Questions. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2023/03/ERTC-Image-website-400x225.jpg\" alt=\"\" width=\"305\" height=\"180\"> Employee Retention Credit (ERC): Qualifying, Clarifying and Claiming Webinar Attention CPAs & Tax Professionals! Leyton has partnered with CPA Academy to offer an educational course on the ERC Tax Credit. Be sure to tune in to our next live session to earn your CPE credits. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2023/03/pexels-fauxels-3182812_711x455px-400x256.jpg\" alt=\"\" width=\"305\" height=\"180\"> Navigating State and Local Tax for Multi-State Operations Webinar Companies operating multistate businesses face a number of challenges in determining which states and which state tax types they are subject to across the U.S. This course will provide an overview of what nexus now means for both state income and state sales and use tax, along with common pitfalls that CPAs should be aware of when working with their clients to determine where and when to file. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/10/Jeune-entreprise-innovante_711x455px-400x256.jpg\" alt=\"R&#038;D inside picture\" width=\"305\" height=\"180\"> The Attached Statement Requirements for R&D Tax Credit Claims Effective January 10th, 2022, documentation requirements to claim the R&D credit became a bit more tedious with new rules.","metadata":{"source":"https://leyton.com/us/thanks-for-partnering-with-us/","title":"\n\n\nThanks for partnering with us!                ","date":"","contentLength":429,"countryCode":"us"}},{"pageContent":"What to expect with a Leyton partnership? Robust Service Offerings – Outsource to the experts. Provide added value to your clients by offering additional tax incentives.Saved Time – Let Leyton do the heavy lifting. Our team will deliver all of the tax forms and substantiating documentation for your client’s claim.Best-in-Class Expertise – A highly qualified team of tax attorneys, accountants, scientists, engineers, & doctors will become a part of your organization.Audit Support – Audits happen – be prepared. Our tax attorneys who have 20+ years of experience provide the legal defense needed in the event of an audit. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2023/01/MicrosoftTeams-image-5.webp\" alt=\"\" width=\"305\" height=\"180\"> R&D Tax Credit: You Asked, We Answered We worked with several tax professionals and have addressed our most frequently asked R&D Tax Credits Questions. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/11/fd166514-4793-4818-8fe5-cd1761db101a-400x267.jpg\" alt=\"\" width=\"305\" height=\"180\"> Employee Retention Credit: You Asked, We Answered We worked with several tax professionals and have addressed our most frequently asked Employee Retention Credits Questions. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2023/03/ERTC-Image-website-400x225.jpg\" alt=\"\" width=\"305\" height=\"180\"> Employee Retention Credit (ERC): Qualifying, Clarifying and Claiming Webinar Attention CPAs & Tax Professionals! Leyton has partnered with CPA Academy to offer an educational course on the ERC Tax Credit. Be sure to tune in to our next live session to earn your CPE credits. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2023/03/pexels-fauxels-3182812_711x455px-400x256.jpg\" alt=\"\" width=\"305\" height=\"180\"> Navigating State and Local Tax for Multi-State Operations Webinar Companies operating multistate businesses face a number of challenges in determining which states and which state tax types they are subject to across the U.S. This course will provide an overview of what nexus now means for both state income and state sales and use tax, along with common pitfalls that CPAs should be aware of when working with their clients to determine where and when to file. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/10/Jeune-entreprise-innovante_711x455px-400x256.jpg\" alt=\"R&#038;D inside picture\" width=\"305\" height=\"180\"> The Attached Statement Requirements for R&D Tax Credit Claims Effective January 10th, 2022, documentation requirements to claim the R&D credit became a bit more tedious with new rules.","metadata":{"source":"https://leyton.com/us/cpa-services/","title":"\n\n","date":"","contentLength":457,"countryCode":"us"}},{"pageContent":"Our Teams Help Improve Your Business Performance HOW WE STARTEDLeyton remains first and foremost an entrepreneurial adventure, which began with the perseverance of two determined characters: François Gouilliard co-founder and chairman, and Olivier de Beauminy, Co-founder.WHAT WE DO AND HOW WE DO ITOur consultants simplify access to complex incentives. Combined teams of highly skilled Tax and Technical specialists enhanced with cutting-edge digital tools maximize the financial and non-dilutive benefit for all types of businesses and organizations.WHY WE ARE DIFFERENTWith compliance always front of mind, we have been delivering optimal services for our clients for 25 years. This provides peace of mind that you will always receive the maximum benefit, without taking risks. Empower Your Future Leyton is an international consulting firm that helps businesses leverage financial incentives to accelerate their growth and achieve long-lasting performance. The Leyton Spirit diversity_2 Our People arrow_outwardarrow_outward Leyton’s people are equipped with an agile & proactive mindset that brings precise answers to specific organizational challenges while providing long-lasting process recommendations & financial leverage. With our people as our greatest asset, we’ve internally promoted to build 90% of our leadership team and continue to capture the best talent for our clients. smart_toy Spirit of innovation arrow_outwardarrow_outward Our internal tech lab allows our experts, technical and financial consultants, to use applications and tools combining artificial intelligence, RPA (Robotic Process Automation) and data management to offer our customers services and solutions that are state-of-the-art. all_inclusive Sustainable development arrow_outwardarrow_outward Leyton goes beyond consultancy & financial leverage, and takes responsibility in fostering collaborative actions to build up a sustainable & responsible future. Why you should choose Leyton monetization_on Maximize your Claim We ensure you are claiming all relevant tax credits and receiving your maximum benefit, thanks to our exclusive expertise in both tax and sciences privacy_tip Audit Support In the unlikely case of an audit, our tax attorneys who have 20+ years of experience provide the legal defense needed. 16 hours are complimentary in our service. handshake Team of Experts We have over 70 specialists on staff to calculate your claim and keep up with the legislation change. The team comprises of accountants, scientists, engineers, & doctors. timer Saved Time Submit your documentation and discover your claim in minutes using our digital platform REV, powered by Leyton Key Figures Years of experience 25 Industries Served 65+ Tax and Technical Experts 70+ Clients 26,000 Employees 2,000 Countries 13 How we can help your business supervisor_account Claim up to $26,000 per employee through the Employee Retention Credit view_in_ar_new Leverage Energy Incentives that improve your business performance lightbulb_circle Strengthen your State Tax Strategy currency_exchange Innovative companies can claim the Research & Development Tax Credit air Partner with Leyton to support your network & client base paid Startup companies can claim up to $1.25M through the Payroll Tax Credit","metadata":{"source":"https://leyton.com/us/about-us/","title":"\n\n","date":"","contentLength":476,"countryCode":"us"}},{"pageContent":"Corporate Social Responsibility is at the heart of our DNA Our Ambition Through the Sustainability by Leyton program, we are coordinating all our CSR (Corporate Social Responsibility) actionsby relying on the expertise of our employees in technical, energy and economic transition. Our group also sponsors numerous organisations and foundations, whose social, environmental and societal causes we support. In all the countries where we are based, our employees are prepared to respond to the challenges of tomorrow with both customers and organisations alike. Now more than ever, our responsibility as a business is to actively participate in the social and environmental transition by integrating these topics into our activity. To register our development, we have grand ambitions and numerous projects – those of our employees and clients in a sustainable outlook. François Gouilliard CEO and founder of the Leyton Group How we act to reach the Sustainable Development Goals (SDGs) <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2021/12/Food-and-Beverage_6_11zon-300x102.jpg\" width=\"350\" height=\"170\" /> SDG#3 : Good Health and Well-being In the last few months, we have initiated several campaigns to support and thank individuals who helped support the fight against COVID-19, such as donating 1% of all fees collected by the company between April and June to the National Health Service in the UK, the Pasteur Institute in France and the Spanish National Research Council (CSIC) in Spain. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2021/12/GettyImages-513367999-300x225.jpg\" width=\"350\" height=\"170\" /> SDG#5 : Gender equality Our US & Spain offices have launched ‘Leyton Women in STEM’ campaigns to celebrate & appreciate our female technical consultants who bring highly advanced technical knowledge & industry expertise to provide valuable benefits to our clients. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2021/12/Route-du-Rhum-300x180.jpg\" width=\"350\" height=\"170\" /> SDG#7 : Affordable and clean energy In January 2020, we hosted The Sustainable Startup Challenge, an international competition in which start-ups competed for a chance to win a stand at #CES2020. BeFC Bioenzymatic Fuel Cells stood out with an ecological paper based fuel cell system that uses biological catalysts instead of chemical catalysts. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2021/12/Untitled-design-2020-11-18T174959.272-300x200.png\" width=\"350\" height=\"170\" /> SDG#11 : Sustainable cities and communities In Morocco, our employees organized a clean beach operation, and in the UK several employees joined a tree planting operation. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2021/12/Jecologise-OUI-768x512-1-300x200.jpg\" width=\"350\" height=\"170\" /> SDG#11 : Sustainable cities and communities In line with our efforts to protect the environment, Leyton has opted for “ecological” and eco-friendly offices for its head office in Paris and also for its branch in Italy. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2021/12/cargo-a-voile-OUI-768x512-1-300x200.jpg\" width=\"350\" height=\"170\" /> SDG#14 : Life below water We are a Corporate Partner of the Blue Marine Foundation, a charity dedicated to restoring the ocean’s health by addressing overfishing, one of the world’s biggest environmental problems.","metadata":{"source":"https://leyton.com/us/csr/","title":"\n\n\nSustainability by Leyton                ","date":"","contentLength":579,"countryCode":"us"}},{"pageContent":"At the cutting-edge of digital innovation, our team of developers, engineers and designers work daily with consultants to help our clients to benefit from financial incentives to accelerate their growth and achieve long-lasting performance. Life at the tech Lab Our digital teams, made up of POs, business and marketing experts and our “pizza team” organisation, enable our experts to increase their efficiency and agility through better communication and group cohesion. Thanks to the diversity of our talents and their disruptiveness, Leyton has the ability to offer unique solutions designed to help our clients to benefit from financial incentives to feed their growth and performance. Revolutionize How You Claim Tax Credits REV by Leyton is a cutting-edge tax credit service that combines technology with our best-in-class tax team. Through integrations and an easy-to-use interface, startups and small businesses can claim tax credits, like the Payroll R&D Tax Credit and the Employee Retention Credit, on their own time. REV by Leyton helps you claim back money to power what’s next. Explore REV arrow_outwardarrow_outward Our Tech LabVision & Philosophy Integrated Digital SquadsAll digital professions are integrated into our in-house Tech Lab. An organisation that enables our teams to master the entire digital value chain: product owners (PO), PPO (proxi PO) software engineers, data scientists, designers, DevSecOps, BI consultants, scrum masters, tech leads…Excellence and Augmented IntelligenceLeyton relentlessly works to onboard the best talents to join the tech lab: people that are technology-savvy, love to learn, and have demonstrated an interest in turning ideas into solutions with the aim of helping our clients to benefit from financial incentives. Reliable and Secure SolutionsTo ensure the security and reliability of our solutions, we host our own servers in a private cloud, follow strict GDPR standards, and respect and certify our quality standards [ISO9001]. Thus, our process also provides security and reliability to our customers’ information. In all the countries where we are based, our employees are prepared to respond to the challenges of tomorrow with both customers and organisations alike. Now more than ever, our responsibility as a business is to actively participate in the social and environmental transition by integrating these topics into our activity. To register our development, we have grand ambitions and numerous projects – those of our employees and clients in a sustainable outlook. François Gouilliard CEO & Founder of the Leyton Group Our Tech Lab Our experts, technical and financial consultants, rely on the dedicated eLeyton Tech Lab to develop applications and tools that combine artificial intelligence, RPA (Robotic Process Automation) and data management. These Augmented Consultancy solutions allow us to offer our clients state-of-the-art services. Our Teams Data science and Machine Learning Our teams work on cutting-edge technologies to answer real-world business problems. Big Data and Analytics Data is one of our greatest assets. Our Big Data teams work on collecting, ingesting, processing, and delivering data. Web Development Leyton Web development teams work on different projects in several industries. ERP and CRM Leyton has an outstanding team of Salesforce consultants that work hand in hand with our different stakeholders on a very large scale. DevSecOps We adopt a continual improvement approach to deliver the best technologies. UX Design The UX / Product design team uses user research, design thinking, visual design, and user feedback to determine the strategic direction of all initiatives supporting our clients and our consultants. Featured projects <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/ma/wp-content/uploads/sites/14/2022/10/Rectangle-175.png\" width=\"350\" height=\"170\" /> LEYTON 4 ME LEYTON FOR ME is a B2B platform that helps both consultants and clients track the progress of different projects. The platform facilitates fluid communication between-parties, facilitates documents sharing, and offers other useful features for the client such as: activity transparency, data security and better project monitoring and management. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/ma/wp-content/uploads/sites/14/2022/10/image-86.png\" width=\"350\" height=\"170\" /> GIGAWHAT Gigawhat is a platform that makes it possible to manage the financing of works related to white certificates in a faster and more thorough way. Gigawhat includes the necessary functionalities for the follow-up and management of white certificates. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/ma/wp-content/uploads/sites/14/2022/10/Rectangle-175-1.png\" width=\"350\" height=\"170\" /> Angel OCR Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge.","metadata":{"source":"https://leyton.com/us/eleyton/","title":"\n\n\nWe Design. We Build.We Test. We Explore.                ","date":"","contentLength":779,"countryCode":"us"}},{"pageContent":"Leyton has offices in 13 countries Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge. USA Boston Office 2 Avenue de Lafayette, 6th Floor Boston, MA 02111 San Francisco Office 351 California St, Suite 300 San Francisco, CA 94104 +1 617-765-0990 contact-us@leyton.com Visit website arrow_outward arrow_outward Belgium Brussels Office Chaussée de la Hulpe 166 1170 Brussels +32 262 62750 benelux@leyton.com Visit website arrow_outward arrow_outward Sweden Stockholm Office Klarabergsviadukten 63 (box 190), 111 64 Stockholm + 33 (0)6 98 53 74 67 contact@leyton.com Visit website arrow_outward arrow_outward France Paris Office 16 boulevard Garibaldi – 92130 Issy-les-Moulineaux Lyon Office 7 rue Juliette Récamier – 69006 Lyon Montpellier Office Tour Europa – 101 avenue de Délos – 34000 Montpellier Marseille Office 565 avenue du Prado – 13008 Marseille Nantes Office 11 rue Arthur III – Immeuble INSULA, 5ème étage – 44200 Nantes Sophia-Antipolis Office Espace Saint-Philippe – 200 avenue de Roumanille – 06410 Biot Strasbourg Office 27 rue du vieux Marché-aux-Vins – 67000 Strasbourg Toulouse Office 33 avenue Georges Pompidou (Bât. D) – 31131 Cedex Balma +331 55 39 11 00 contact@leyton.com Visit website arrow_outward arrow_outward United Kingdom London Office Harmsworth House, 1st Floor, 13-15 Bouverie Street, London EC4Y 8DP +44 207 043 2300 Edinburgh Office 3 Queen Street, Edinburgh EH2 1JE +44 141 471 9327 Glasgow Office 8th Floor, Lomond House, 9 George Square, Glasgow G2 1DY +44 141 471 9327 Manchester Office 10th Floor, Manchester One, Portland Tower, 53 Portland Street Manchester M1 3LD +44 161 470 7099 Bristol 2nd Floor,1 Victoria St, Redcliffe, Bristol BS1 6AA uk@leyton.com enquire@leyton.com Visit website arrow_outward arrow_outward Germany Düsseldorf Office Bleichstraße 20 40211 Düsseldorf +49 211 54085370 München Office Radlkoferstraße 2 81373 München +49 892 060936144 deutschland@leyton.com Visit website arrow_outward arrow_outward Morocco Casablanca Office Shore 14, 5ème étage Parc Casanearshore 1100 Boulevard ElQods Sidi Maârouf Casablanca +212 5 22 27 62 65 maroc@leyton.com Visit website arrow_outward arrow_outward Netherlands Utrecht Office Secoya Papendorpseweg 99 3528 BJ Utrecht +31 30 600 83 25 benelux@leyton.com Visit website arrow_outward arrow_outward Spain Barcelona Office Plaza Xavier Cugat 2, Edificio D, 4 Planta 08017 Sant Cugat del Vallés, Barcelona +34 93 707 78 58 Bilbao Office Plaza Euskadi 5, Torre Iberdrola, Planta 24 48009, Bilbao +34 94 641 89 06 Madrid Office Avenida de Burgos 12, Planta 11. 28036 Madrid +34 91 833 96 64 Girona Office Parc Central Business Center Carrer del Mestre Francesc Civil, 8 – 17005 Girona +34 661 59 36 85 Malaga Office Calle Alamos 7, 1ª planta 29012 Málaga +34 600 95 92 90 Valencia Office C de l’Antiga Senda d’En Senent, 11. Planta 7, puerta derecha 46023 Valencia +34 964 919 259 Vigo Office Rua Principe, 35 1ºB 36202 Vigo +34 67 143 64 17 Palma de Mallorca Office Calle Aragón 20, 1ºB 07006 Palma de Mallorca, Illes Balears +34 672 623 788 Gijón Calle Marqués de San Esteban, 2, Despacho 002, 33206 Gijón, Asturias 34 671 26 92 88 Las Palmas de Gran Canaria C/ Agustín Millares 18 35000 Las Palmas de Gran Canaria, Islas Canarias +34 663 33 38 36 iberia@leyton.com Visit website arrow_outward arrow_outward Italy Milano Office Via Melchiorre Gioia, 26 20124 Milano Firenze Office Via Curzio Malaparte, 19 50145 Firenze Bari Office Via Delle Murge 89/100 – 4° piano Salerno Office Via Giulio Pastore, 24 84131 Salerno Verona Office Via Francia, 21/c 37135 Verona Roma Via del Serafico, 89/90 00142 Roma +39 (0)235976001 italia@leyton.com Visit website arrow_outward arrow_outward Poland Warsaw Office Wspólna 70, 00-687 Warszawa +48 22 245 41 89 poland@leyton.com Visit website arrow_outward arrow_outward Portugal Porto Office R. Daciano Baptista Marques, 245. Lake Towers – Edificio D – 2º Andar – Sala 226 4400-617 Vila Nova de Gaia, Porto +351 914 021 642 portugal@leyton.com Visit website arrow_outward arrow_outward Canada Montreal 1260 Boulevard Robert Bourassa, 5th floor Montreal, QC H3B 3B9 Toronto Suite 570, 144-146 Front Street West, Toronto, ON M5J 2L7 Calgary 333 7th Avenue SW, Suite 2130 Calgary, AB T2P 2Z1 Vancouver 666 Burrard St, Vancouver, BC V6C 2X8 canada@leyton.com Visit Website arrow_outward arrow_outward","metadata":{"source":"https://leyton.com/us/locations/","title":"\n\n","date":"","contentLength":744,"countryCode":"us"}},{"pageContent":"","metadata":{"source":"https://leyton.com/us/schedule-a-call/","title":"\n\n","date":"","contentLength":0,"countryCode":"us"}},{"pageContent":"Our successes Relive the events that have shaped the Leyton Sailing adventure through the commitment and successes of our Team. A project consistent with the Group’s commitments All the actions and activities of the team are consistent with the values of the Leyton Group. That is to say solidarity and excellence, but also the preservation of the environment by using our sailing project as a catalyst for good practices and initiatives focused on working together to create a more sustainable world. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/Sam-Goodchild-Skipper-Leyton-Sailing-Team-scaled-1-400x267.jpg\" alt=\"Sam Goodchild\" width=\"305\" height=\"180\"> 33 years old – Skipper Now a specialist in ocean racing, both multihull and monohull, with a crew or solo, Sam Goodchild has gained a great deal of sailing experience in recent years and has built up a solid background. Skipper at Leyton since 2019, he now sails on board the Ocean Fifty, a challenging and powerful trimaran. This English skipper lived with his family on a boat until the age of 10. He moved to France in 2011 to specialise in ocean racing <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/210429_LEYTON_MVZ-460-3-scaled-1-400x267.jpg\" alt=\"\" width=\"305\" height=\"180\"> 42 years old – Team Manager Aymeric is the Team Leyton manager. He is an engineer and naval architect, but also an excellent racer. The French sailor made his debut in Mini before moving on to Class40. He then acquired a great deal of experience in the Ocean Fifty and took on the role of crew member for the Pro Sailing Tour and also co-skipper for the Transat Jacques Vabre <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/210506_LEYTON_MVZ-677-min-scaled-1-400x267.jpg\" alt=\"\" width=\"305\" height=\"180\"> The Leyton team also has a Team Manager, a logistics manager, a trainer, and several other talented team members for crew sailing, without these people nothing would be possible <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/02/220203_LEYTON_©MK_DJI_0336-1-300x169.jpg\" alt=\"\" width=\"305\" height=\"180\"> The Ocean Fifty Leyton is launched in Lorient Following a two-month refit with 2 major optimisations, Sam Goodchild and his team launched their Ocean Fifty Leyton in Lorient. Leyton Sailing Team will be defending its title in the second season of the Pro Sailing Tour this spring, before Sam lines up for the start of the singlehanded Route du Rhum in November, the main challenge of the season. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/BD-TJV21_Leyton2311_JML4581-1-min-400x267.jpg\" alt=\"\" width=\"305\" height=\"180\"> Leyton Finishes 3rd Into Martinique Sam Goodchild and Aymeric Chapellier on Leyton finished the Transat Jacques Vabre into Fort de France, Martinique. The Anglo-French duo staged a significant comeback after being 283 miles behind the leaders at the Cape Verde islands racing a new course for this 15th edition of the Transat Jacques Vabre. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/Leyton-Sailing-Team-winner-of-the-Pro-Sailing-Tour-scaled-1-400x225.jpg\" alt=\"Leyton, winner of the 2021 Pro Sailing Tour\" width=\"305\" height=\"180\"> Leyton, winner of the 2021 Pro Sailing Tour The Leyton Sailing Team has completed the Grand Slam of the first season of the Pro Sailing Tour. After winning the Brest, La Rochelle and Las Palmas de Gran Canaria episodes, Sam and his crew won the Final Rush. A great achievement for our British skipper’s first year in the Ocean50. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/02/Summit-of-Sustainable-Organisations-by-Leyton-300x200.jpg\" alt=\"\" width=\"305\" height=\"180\"> Sustainable Organisations Summit 2021 – Marseille In July 2021, the 2nd Sustainable Organisations Summit was held in Marseille, France. Over the course of a week, Leyton brought together stakeholders who wanted to discuss various sustainable development issues. It was also an opportunity to receive and reward the winning startups of the Sustainable Innovation Challenge who presented their projects <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/Tour-dEurope.jpg\" alt=\"\" width=\"305\" height=\"180\"> 2019 European tour We arranged a tour of Europe (England, France, Italy, and Spain) with our Figaro Bénéteau 3 for public relations and client events to highlight the group’s commitment to sustainable projects and ocean preservation. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/Route-du-Rhum.jpg\" alt=\"\" width=\"305\" height=\"180\"> Route du Rhum 2018 We were delighted with 4th place for Arthur Le Vaillant’s 1st Route du Rhum – what a performance! <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/240821_LEYTON©MartinKeruzore-354A5665-min-scaled-1-400x267.jpg\" alt=\"\" width=\"305\" height=\"180\"> The Ocean Fifty Leyton acts as an innovation laboratory by carrying on board flexible organic solar panels developed by the start-up Héole. It also encourages the emergence of innovative projects through the Sustainable Organisations Challenge <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/210305_LEYTON_MVZ-79-3-min-scaled-1-400x267.jpg\" alt=\"Leyton x The Magenta Project\" width=\"305\" height=\"180\"> As part of the group’s commitment to gender equality, the team has teamed up with the Magenta Project, an organisation that promotes the integration of women into the world of competitive sailing, to create a series of training sessions exclusively for women. These courses offer women sailors coastal and offshore sailing with Sam Goodchild and his crew on board the Ocean50, as well as a series of workshops and seminars led by guests from the world of sport <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/200701_YR_polaRYSE_Leyton_6324-min-scaled-1-400x267.jpg\" alt=\"Thank you to everyone who has been involved in the fight against Covid-19.\" width=\"305\" height=\"180\"> We asked Leyton Group employees to nominate their friends and family who had gone above and beyond during the Covid-19 crisis. All the nominees will now have a symbolic place on board the Multi50, accompany the Team during their outings at sea, as the 200 employee ‘heroes’ have their names inscribed on the boat’s sails <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/us/wp-content/uploads/sites/10/2022/06/CB_20181104_RDR_3372-1-1-400x273.jpg\" alt=\"Carbon footprint and boat offset\" width=\"305\" height=\"180\"> In 2018, for the 1st time in the nautical sector, our energy transition teams wanted to achieve the carbon footprint of our Class40. This was shared with as many people as possible to enable each participant to understand and act in order to reduce the carbon impact of the construction and use of these racing boats. Without this being the purpose of this study, we have chosen to compensate for this impact by planting trees with Reforest’Action.","metadata":{"source":"https://leyton.com/us/sailing/","title":"\n\n","date":"","contentLength":1266,"countryCode":"us"}},{"pageContent":"Your chance to make an impact. Blue Cross/Blue Shield of Massachusetts This link leads to the machine-readable files that are made available in response to the Federal Transparency in Coverage Rule. The machine-readable files are formatted to allow regulators, researchers, and application developers to access and analyze data more easily to provide more transparency across the industry. The files may not be viewable by individuals at this time, and we anticipate this will evolve as more guidance is issued. I spend my days speaking with innovative companies in the software, food and beverage, and manufacturing sectors. Since they don’t always realize they are doing R&D, my job is educating them on the R&D Tax Credit and how it can benefit their businesses. Our business model encourages companies to look into the R&D Tax Credit with no risk! Taylor Kotas R&D Credit Sales Manager, Boston Taylor is our Boston-based R&D Tax Credit Sales Manager. She holds a B.S. from Cornell University and has been at Leyton for nearly 3 years. Taylor is passionate about helping clients maximize their R&D claims and her areas of expertise include software startups, craft breweries, and manufacturing companies.","metadata":{"source":"https://leyton.com/us/career/","title":"\n\n\nJoin the Leyton adventure!                ","date":"","contentLength":204,"countryCode":"us"}},{"pageContent":"Our Teams Help Improve Your Business Performance HOW WE STARTEDLeyton remains first and foremost an entrepreneurial adventure, which began with the perseverance of two determined characters: François Gouilliard co-founder and chairman, and Olivier de Beauminy, Co-founder.WHAT WE DO & HOW WE DO ITOur consultants simplify access to complex incentives. Combined teams of highly skilled Tax and Technical specialists enhanced with cutting-edge digital tools maximize the financial and non-dilutive benefit for all types of businesses and organizations.WHY WE ARE DIFFERENTWith compliance always front of mind, we have been delivering optimal services for our clients for 25 years. This provides peace of mind that you will always receive the maximum benefit, without taking risks. Empower Your Future Leyton is an international consulting firm that helps businesses leverage financial incentives to accelerate their growth and achieve long-lasting performance. Get to know us Clients 26 000 Years of experience 25 Employees 2 700 Countries 13 The Leyton Spirit diversity_2 Our People arrow_outwardarrow_outward Leyton’s Women & Men are equipped with an agile & proactive mindset that brings precise answers to specific organizational challenges while providing long-lasting process recommendations & financial leverage. With our people as our greatest asset, we’ve internally promoted to build 90% of our leadership team and continue to capture the best talent for our clients. smart_toy Spirit of innovation arrow_outwardarrow_outward Our internal tech lab allows our experts, technical and financial consultants, to use applications and tools combining artificial intelligence, RPA (Robotic Process Automation) and data management to offer our customers services and solutions that are state-of-the-art. all_inclusive Sustainable development arrow_outwardarrow_outward Leyton goes beyond consultancy & financial leverage, and takes responsibility in fostering collaborative actions to build up a sustainable & responsible future. Why you should choose Leyton? We are the UK’s largest innovation funding consultancy. We work with over 6,000 innovative companies, and our unrivalled technical expertise and resources position us to help businesses of all sizes benefit from valuable government tax incentives. Working in close partnership with our clients, our highly experienced consultants and sector experts tailor bespoke strategies for each business. We thoroughly explore their business activities to ensure all potential qualifying costs are considered and the maximum benefit is achieved. public Global Experience 25 years of global experience : Backed by 25 years of experience, we’re here to empower your future. monetization_on Maximize your Claim We ensure you are claiming all relevant tax credits and receiving your maximum benefit, thanks to our exclusive expertise in both tax and sciences privacy_tip Audit Support In the unlikely case of an audit, our tax attorneys who have 20+ years of experience provide the legal defense needed. handshake Team of Experts We have over 280 specialists on staff to calculate your claim and keep up with the legislation changes. Our highly qualified team of tax and technical experts are up to date on the latest legislation. The team comprises of accountants, scientists, engineers, & doctors. timer Saved Time Submit your documentation and discover your claim in minutes using our digital platform Leyton For Me powered by Leyton Key Figures Employees 280 Offices 5 billions (£) of innovation incentives secured for our clients 1.1 How we can help your business grow? Our process ensures that all potentially eligible projects undergo a rigorous scientific and technical assessment, that financial calculations are in full compliance with a jurisdiction’s tax legislation, and that claims are fully substantiated. supervisor_account R&D Tax Credits view_in_ar_new Patent Box lightbulb_circle Land Remediation Relief currency_exchange Creative Industries Tax Relief air Capital Allowances","metadata":{"source":"https://leyton.com/uk/about-us/","title":"\n\n","date":"","contentLength":590,"countryCode":"uk"}},{"pageContent":"Leyton has offices in 13 countries Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge. United Kingdom London Office Harmsworth House, 1st Floor, 13-15 Bouverie Street, London EC4Y 8DP +44 207 043 2300 Edinburgh Office 3 Queen Street, Edinburgh EH2 1JE +44 141 471 9327 Glasgow Office 8th Floor, Lomond House, 9 George Square, Glasgow G2 1DY +44 141 471 9327 Manchester Office 10th Floor, Manchester One, Portland Tower, 53 Portland Street Manchester M1 3LD +44 161 768 8438 Bristol Office 2nd Floor,1 Victoria St, Redcliffe, Bristol BS1 6AA +44 117 205 2973 uk@leyton.com enquire@leyton.com Visit website arrow_outward arrow_outward USA Boston Office 2 Avenue de Lafayette, 6th Floor Boston, MA 02111 +1 617-765-0990 San Francisco Office 351 California St, Suite 300 San Francisco, CA 94104 +1 617-765-0990 contact-us@leyton.com Visit website arrow_outward arrow_outward Belgium Brussels Office Chaussée de la Hulpe 166 1170 Brussels +32 262 62750 benelux@leyton.com Visit website arrow_outward arrow_outward Sweden Stockholm Office Klarabergsviadukten 63 (box 190), 111 64 Stockholm + 33 (0)6 98 53 74 67 contact@leyton.com Visit website arrow_outward arrow_outward France Paris Office 16 boulevard Garibaldi – 92130 Issy-les-Moulineaux Lyon Office 7 rue Juliette Récamier – 69006 Lyon Montpellier Office Tour Europa – 101 avenue de Délos – 34000 Montpellier Marseille Office 565 avenue du Prado – 13008 Marseille Nantes Office 11 rue Arthur III – Immeuble INSULA, 5ème étage – 44200 Nantes Sophia-Antipolis Office Espace Saint-Philippe – 200 avenue de Roumanille – 06410 Biot Strasbourg Office 27 rue du vieux Marché-aux-Vins – 67000 Strasbourg Toulouse Office 33 avenue Georges Pompidou (Bât. D) – 31131 Cedex Balma +331 55 39 11 00 contact@leyton.com Visit website arrow_outward arrow_outward Germany Düsseldorf Office Bleichstraße 20 40211 Düsseldorf +49 211 54085370 München Office Radlkoferstraße 2 81373 München +49 892 060936144 deutschland@leyton.com Visit website arrow_outward arrow_outward Morocco Casablanca Office Shore 14, 5ème étage Parc Casanearshore 1100 Boulevard ElQods Sidi Maârouf Casablanca +212 5 22 27 62 65 maroc@leyton.com Visit website arrow_outward arrow_outward Netherlands Utrecht Office Secoya Papendorpseweg 99 3528 BJ Utrecht +31 30 600 83 25 benelux@leyton.com Visit website arrow_outward arrow_outward Spain Barcelona Office Ronda del General Mitre 72-74 Planta 2 – Puerta 5 – 08017 Barcelona +331 55 39 11 00 Bilbao Office Paseo del Campo Volantín 24, 8º, 48007 Bilbao +331 55 39 11 00 Madrid Office Avenida de Burgos 12, Planta 11. 28036 Madrid +331 55 39 11 00 Girona Office Parc Central Business Center Carrer del Mestre Francesc Civil, 8 – 17005 Girona +331 55 39 11 00 Malaga Office Calle Don Cristian, 2-4, Edificio Málaga Plaza, 1º Planta, Módulos 1.11 a 1.14 29007 Málaga +34 67 235 36 59 Valencia Office Calle Serpis 66, entresuelo G, 46022, Valencia. +331 55 39 11 00 Vigo Office Rua Principe, 35 1ºB 36202 Vigo +331 55 39 11 00 Palma de Mallorca Office Calle Aragón 20, 1ºB 07006 Palma de Mallorca, Illes Balears +331 55 39 11 00 Gijón Calle Marqués de San Esteban, 2, Despacho 002, 33206 Gijón, Asturias +34 671 26 92 88 Las Palmas de Gran Canaria C/ Agustín Millares 18 35000 Las Palmas de Gran Canaria, Islas Canarias +34 663 33 38 36 iberia@leyton.com Visit website arrow_outward arrow_outward Italy Milano Office Via Melchiorre Gioia, 26 20124 Milano Verona Via Francia, 21/c 37135 Verona Firenze Via Curzio Malaparte, 19 50145 Firenze Salerno Office Via Giulio Pastore, 24 84131 Salerno Bari Via Delle Murge 89/100 – 4° piano Roma Via del Serafico, 89/90 00142 Roma +44 141 471 9327 enquire@leyton.com Visit website arrow_outward arrow_outward Poland Warsaw Office Wspólna 70, 00-687 Warszawa +48 22 245 41 89 poland@leyton.com Visit website arrow_outward arrow_outward Portugal Porto Office R. Daciano Baptista Marques, 245. Lake Towers – Edificio D – 2º Andar – Sala 226 , 4400-617 Vila Nova de Gaia (Porto) portugal@leyton.com Visit website arrow_outward arrow_outward Canada Montreal 1260 Boulevard Robert Bourassa, 5th floor Montreal, QC H3B 3B9 Toronto Suite 570, 144-146 Front Street West, Toronto, ON M5J 2L7 Calgary 333 7th Avenue SW, Suite 2130 Calgary, AB T2P 2Z1 Vancouver 666 Burrard St, Vancouver, BC V6C 2X8 canada@leyton.com Visit website arrow_outward arrow_outward","metadata":{"source":"https://leyton.com/uk/locations/","title":"\n\n","date":"","contentLength":751,"countryCode":"uk"}},{"pageContent":"Corporate Social Responsibility is at the heart of our DNA Our Ambition Through the Sustainability by Leyton program, we are coordinating all our CSR (Corporate Social Responsibility) actionsby relying on the expertise of our employees in technical, energy and economic transition. Our group also sponsors numerous organisations and foundations, whose social, environmental and societal causes we support. In all the countries where we are based, our employees are prepared to respond to the challenges of tomorrow with both customers and organisations alike. Now more than ever, our responsibility as a business is to actively participate in the social and environmental transition by integrating these topics into our activity. To register our development, we have grand ambitions and numerous projects – those of our employees and clients in a sustainable outlook. François Gouilliard CEO and founder of the Leyton Group How we act to reach the Sustainable Development Goals (SDGs) <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/10/Food-and-Beverage_6_11zon-400x136.jpg\" width=\"350\" height=\"170\" /> SDG#3 : Good Health and Well-being In the last few months, we have initiated several campaigns to support and thank individuals who helped support the fight against COVID-19, such as donating 1% of all fees collected by the company between April and June to the National Health Service in the UK, the Pasteur Institute in France and the Spanish National Research Council (CSIC) in Spain. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/10/GettyImages-513367999-400x300.jpg\" width=\"350\" height=\"170\" /> SDG#5 : Gender equality Our US & Spain offices have launched ‘Leyton Women in STEM’ campaigns to celebrate & appreciate our female technical consultants who bring highly advanced technical knowledge & industry expertise to provide valuable benefits to our clients. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/10/Route-du-Rhum.jpg\" width=\"350\" height=\"170\" /> SDG#7 : Affordable and clean energy In January 2020, we hosted The Sustainable Startup Challenge, an international competition in which start-ups competed for a chance to win a stand at #CES2020. BeFC Bioenzymatic Fuel Cells stood out with an ecological paper based fuel cell system that uses biological catalysts instead of chemical catalysts. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/10/Untitled-design-2020-11-18T174959.272-400x267.png\" width=\"350\" height=\"170\" /> SDG#11 : Sustainable cities and communities In Morocco, our employees organized a clean beach operation, and in the UK several employees joined a tree planting operation. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/10/Jecologise-OUI-768x512-1-400x267.jpg\" width=\"350\" height=\"170\" /> SDG#11 : Sustainable cities and communities In line with our efforts to protect the environment, Leyton has opted for “ecological” and eco-friendly offices for its head office in Paris and also for its branch in Italy. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/10/cargo-a-voile-OUI-768x512-1-400x267.jpg\" width=\"350\" height=\"170\" /> SDG#14 : Life below water We are a Corporate Partner of the Blue Marine Foundation, a charity dedicated to restoring the ocean’s health by addressing overfishing, one of the world’s biggest environmental problems.","metadata":{"source":"https://leyton.com/uk/corporate-social-responsibility/","title":"\n\n\nSustainability by Leyton                ","date":"","contentLength":578,"countryCode":"uk"}},{"pageContent":"At the cutting-edge of digital innovation, our team of developers, engineers and designers work daily with consultants to help our clients to benefit from financial incentives to accelerate their growth and achieve long-lasting performance. Life at the tech Lab Our digital teams, made up of POs, business and marketing experts and our “pizza team” organisation, enable our experts to increase their efficiency and agility through better communication and group cohesion. Thanks to the diversity of our talents and their disruptiveness, Leyton has the ability to offer unique solutions designed to help our clients to benefit from financial incentives to feed their growth and performance. Revolutionize How You Claim Tax Credits REV by Leyton is a cutting-edge tax credit service that combines technology with our best-in-class tax team. Through integrations and an easy-to-use interface, startups and small businesses can claim tax credits, like the Payroll R&D Tax Credit and the Employee Retention Credit, on their own time. REV by Leyton helps you claim back money to power what’s next. Explore REV arrow_outwardarrow_outward Our Tech LabVision & Philosophy Integrated Digital SquadsAll digital professions are integrated into our in-house Tech Lab. An organisation that enables our teams to master the entire digital value chain: product owners (PO), PPO (proxi PO) software engineers, data scientists, designers, DevSecOps, BI consultants, scrum masters, tech leads…Excellence and Augmented IntelligenceLeyton relentlessly works to onboard the best talents to join the tech lab: people that are technology-savvy, love to learn, and have demonstrated an interest in turning ideas into solutions with the aim of helping our clients to benefit from financial incentives. Reliable and Secure SolutionsTo ensure the security and reliability of our solutions, we host our own servers in a private cloud, follow strict GDPR standards, and respect and certify our quality standards [ISO9001]. Thus, our process also provides security and reliability to our customers’ information. In all the countries where we are based, our employees are prepared to respond to the challenges of tomorrow with both customers and organisations alike. Now more than ever, our responsibility as a business is to actively participate in the social and environmental transition by integrating these topics into our activity. To register our development, we have grand ambitions and numerous projects – those of our employees and clients in a sustainable outlook. François Gouilliard CEO & Founder of the Leyton Group Our Tech Lab Our experts, technical and financial consultants, rely on the dedicated eLeyton Tech Lab to develop applications and tools that combine artificial intelligence, RPA (Robotic Process Automation) and data management. These Augmented Consultancy solutions allow us to offer our clients state-of-the-art services. Our Teams Data science and Machine Learning Our teams work on cutting-edge technologies to answer real-world business problems. Big Data and Analytics Data is one of our greatest assets. Our Big Data teams work on collecting, ingesting, processing, and delivering data. Web Development Leyton Web development teams work on different projects in several industries. ERP and CRM Leyton has an outstanding team of Salesforce consultants that work hand in hand with our different stakeholders on a very large scale. DevSecOps We adopt a continual improvement approach to deliver the best technologies. UX Design The UX / Product design team uses user research, design thinking, visual design, and user feedback to determine the strategic direction of all initiatives supporting our clients and our consultants. Featured projects <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/10/Leyton-4-Me-400x185.png\" width=\"350\" height=\"170\" /> LEYTON 4 ME LEYTON FOR ME is a B2B platform that helps both consultants and clients track the progress of different projects. The platform facilitates fluid communication between-parties, facilitates documents sharing, and offers other useful features for the client such as: activity transparency, data security and better project monitoring and management. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/10/GIGAWHAT-400x186.png\" width=\"350\" height=\"170\" /> GIGAWHAT Gigawhat is a platform that makes it possible to manage the financing of works related to white certificates in a faster and more thorough way. Gigawhat includes the necessary functionalities for the follow-up and management of white certificates. <img decoding=\"async\" class='blog-img' alt=\"\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/10/Angel-OCR-400x234.png\" width=\"350\" height=\"170\" /> Angel OCR Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge.","metadata":{"source":"https://leyton.com/uk/eleyton/","title":"\n\n\nWe Design. We Build.We Test. We Explore.                ","date":"","contentLength":781,"countryCode":"uk"}},{"pageContent":"Give meaning to performance. A bearer of dreams and adventures, sailing is also one which involve continous innovation and cutting edge technology. By crossing the oceans and seas of the world with our incredible skippers Arthur Le Vaillant (2018-2020) and Sam Goodchild (2019-present), we want to support our clients, employees and partners on their quest for performance and excellence. We also recognise the need for awareness and responsibility and our commitment to this project reflects our desire to come together to conserve our planet and its oceans. Relive the events that have shaped the Leyton Sailing adventure through the commitment and successes of our Team. A project consistent with the Group’s commitments All the actions and activities of the team are consistent with the values of the Leyton Group. That is to say solidarity and excellence, but also the preservation of the environment by using our sailing project as a catalyst for good practices and initiatives focussed on working together to create a more sustainable world. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/11/photo-sam-400x227.jpg\" alt=\"Sam Goodchild, Leyton Sailing Team Skipper\" width=\"305\" height=\"180\"> 33 years old – Skipper Now a specialist in ocean racing, both multihull and monohull, with a crew or solo, Sam Goodchild has gained a great deal of sailing experience in recent years and has built up a solid background. Skipper at Leyton since 2019, he now sails on board the Ocean Fifty, a challenging and powerful trimaran. This English skipper lived with his family on a boat until the age of 10. He moved to France in 2011 to specialise in ocean racing <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/11/photo-aymeric-team-400x254.jpg\" alt=\"Aymeric Chappelier, Leyton Sailing Team Manager\" width=\"305\" height=\"180\"> 42 years old – Team Manager Aymeric is the Team Leyton manager. He is an engineer and naval architect, but also an excellent racer. The French sailor made his debut in Mini before moving on to Class40. He then acquired a great deal of experience in the Ocean Fifty and took on the role of crew member for the Pro Sailing Tour and also co-skipper for the Transat Jacques Vabre <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/04/280322_LEYTON©MartinKeruzore-DSC02806-1-300x200.jpg\" alt=\"Leyton Sailing Team offshore crew for the Pro Sailing Tour 2022\" width=\"305\" height=\"180\"> A successful team by their side The Leyton team also has a Team Manager, a logistics manager, a trainer, and several other talented team members for crew sailing, without these people nothing would be possible <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/07/LEYTON-DRHEAM-CUP-1-400x266.jpg\" alt=\"Sam Goodchild wins the Drheam Cup on Leyton\" width=\"305\" height=\"180\"> Sam Goodchild wins the Drheam Cup on Leyton! Sam Goodchild took line honours in the Drheam Cup in La Trinité sur Mer, south-west Brittany, after 3 days of offshore and a super intense race. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/02/220203_LEYTON_©MK_DJI_0336-1-300x169.jpg\" alt=\"The boat Ocean Fifty Leyton is launched in Lorient with a central rudder and a new mast\" width=\"305\" height=\"180\"> The Ocean Fifty Leyton is launched in Lorient Following a two-month refit with 2 major optimisations, Sam Goodchild and his team launched their Ocean Fifty Leyton in Lorient. Leyton Sailing Team will be defending its title in the second season of the Pro Sailing Tour this spring, before Sam lines up for the start of the singlehanded Route du Rhum in November, the main challenge of the season. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2021/12/BD-TJV21_Leyton2311_JML4581-1-min-300x200.jpg\" alt=\"Sam Goodchild and Aymeric Chappellier finish 3rd on the Transat Jacques Vabre in Ocean Fifty\" width=\"305\" height=\"180\"> Leyton Finishes 3rd Into Martinique Sam Goodchild and Aymeric Chapellier on Leyton finished the Transat Jacques Vabre into Fort de France, Martinique. The Anglo-French duo staged a significant comeback after being 283 miles behind the leaders at the Cape Verde islands racing a new course for this 15th edition of the Transat Jacques Vabre. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/02/Leyton-Sailing-Team-winner-of-the-Pro-Sailing-Tour-300x169.jpg\" alt=\"Leyton Sailing Team, winner of the 1st edition of the Pro Sailing Tour, Ocean Fifty multihull racing circuit, after winning the Final Rush Toulon Brest\" width=\"305\" height=\"180\"> Leyton, winner of the 2021 Pro Sailing Tour The Leyton Sailing Team has completed the Grand Slam of the first season of the Pro Sailing Tour. After winning the Brest, La Rochelle and Las Palmas de Gran Canaria episodes, Sam and his crew won the Final Rush. A great achievement for our British skipper’s first year in the Ocean50. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2021/12/Tour-dEurope-300x180.jpg\" alt=\"Class40 Leyton Sailing Team on tour in London, on the Thames\" width=\"305\" height=\"180\"> 2019 European tour We arranged a tour of Europe (England, France, Italy, and Spain) with our Figaro Bénéteau 3 for public relations and client events to highlight the group’s commitment to sustainable projects and ocean preservation. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2021/12/Route-du-Rhum-300x180.jpg\" alt=\"Class40 Leyton Sailing Team in Guadeloupe during the 2018 Route du Rhum\" width=\"305\" height=\"180\"> Route du Rhum 2018 We were delighted with 4th place for Arthur Le Vaillant’s 1st Route du Rhum – what a performance! <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/06/240821_LEYTON©MartinKeruzore-354A5665-min-scaled-1-400x267.jpg\" alt=\"A project as a catalyst for innovation\" width=\"305\" height=\"180\"> A project as a catalyst for innovation The Ocean Fifty Leyton acts as an innovation laboratory by carrying on board flexible organic solar panels developed by the start-up Héole. It also encourages the emergence of innovative projects through the Sustainable Organisations Challenge <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/01/Leyton-x-The-Magenta-Project-300x200.jpg\" alt=\"\" width=\"305\" height=\"180\"> Leyton x The Magenta Project As part of the group’s commitment to gender equality, the team has teamed up with the Magenta Project, an organisation that promotes the integration of women into the world of competitive sailing, to create a series of training sessions exclusively for women. These courses offer women sailors coastal and offshore sailing with Sam Goodchild and his crew on board the Ocean50, as well as a series of workshops and seminars led by guests from the world of sport <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/06/200701_YR_polaRYSE_Leyton_6324-min-scaled-1-400x267.jpg\" alt=\"Thank you to everyone who has been involved in the fight against Covid-19.\" width=\"305\" height=\"180\"> Thank you to everyone who has been involved in the fight against Covid-19. We asked Leyton Group employees to nominate their friends and family who had gone above and beyond during the Covid-19 crisis. All the nominees will now have a symbolic place on board the Multi50, accompany the Team during their outings at sea, as the 200 employee ‘heroes’ have their names inscribed on the boat’s sails <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/06/CB_20181104_RDR_3372-1-1-400x273.jpg\" alt=\"\" width=\"305\" height=\"180\"> Carbon footprint and boat offset In 2018, for the 1st time in the nautical sector, our energy transition teams wanted to achieve the carbon footprint of our Class40. This was shared with as many people as possible to enable each participant to understand and act in order to reduce the carbon impact of the construction and use of these racing boats. Without this being the purpose of this study, we have chosen to compensate for this impact by planting trees with Reforest’Action. Leyton Sailing Team News <img class='blog-img' src='https://leyton.com/uk/wp-content/uploads/sites/9/2023/01/220928_ES_Leyton_066-5-400x267.jpg' alt='Sam Goodchild and Leyton take on a bold new challenge with the Vendée Globe 2024!' width='318' height='170'/> Sam Goodchild and Leyton take on a bold new challenge with the Vend… “Better Never Stops”. We too share this motto that punctuates Sam’s daily life. At Leyton, we… 17-01-2023 <img class='blog-img' src='https://leyton.com/uk/wp-content/uploads/sites/9/2023/01/221021_ES_Holcim-PRB_044-min-400x267.jpg' alt='Sam Goodchild back out on the racetrack in The Ocean Race!' width='318' height='170'/> Sam Goodchild back out on the racetrack in The Ocean Race! “Better never stops” is a motto which epitomises the mindset of Sam, who is constantly seeking… 04-01-2023 <img class='blog-img' src='https://leyton.com/uk/wp-content/uploads/sites/9/2022/11/Sam-Goodchild-est-de-retour-chez-lui-400x282.jpg' alt='' width='318' height='170'/> Sam is back home After the incident yesterday on the start of the Route du Rhum, Sam is back home today! He warmly… 10-11-2022 <img class='blog-img' src='https://leyton.com/uk/wp-content/uploads/sites/9/2022/11/220926_JC_Leyton_101-1-400x266.jpg' alt='Leyton' width='318' height='170'/> NEWSFLASH – Route du Rhum Whilst trimming the sails on his Ocean Fifty Leyton during the start phase of the Route du Rhum… 09-11-2022 <img class='blog-img' src='https://leyton.com/uk/wp-content/uploads/sites/9/2022/11/220928_ES_Leyton_162-min-400x267.jpg' alt='Sam injured aboard Leyton' width='318' height='170'/> Sam Goodchild injured aboard Leyton Today, during the Route du Rhum – Destination Guadeloupe start phase, Race Management was… 09-11-2022","metadata":{"source":"https://leyton.com/uk/sailing/","title":"\n\n\nLeyton Sailing Team                ","date":"","contentLength":1756,"countryCode":"uk"}},{"pageContent":"Leyton for me allows you to follow your R&D claim process and interact easily with your consultant This application, developed by our in-house Tech Lab , eases the exchange of information and documents in a highly secured process, and guides you across all steps of the Research & Development Tax Credit claim. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/06/MicrosoftTeams-image-164-400x226.png\" alt=\"Secured document\" width=\"305\" height=\"180\"> Secured connection to your dedicated claim workspace Filing your documents securely. Uploading of documents is impossible after submission to ensure complete confidentiality. You choose which members are allowed to have access to these documents. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/06/MicrosoftTeams-image-165-400x234.png\" alt=\"\" width=\"305\" height=\"180\"> Easily share documents and upload deliverables Complete monitoring of your claim from start to finish. You can see all your eligible R&D projects, the status of your technical documents and the claim deliverables in real-time. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/06/MicrosoftTeams-image-162-400x234.png\" alt=\"\" width=\"305\" height=\"180\"> History of the claim and information shared with your consultants Centralise your exchanges and collaborate easily with your consultant. You have access to the history of exchanges at any time. <img decoding=\"async\" class=\" card-img-saling hname34\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2022/06/MicrosoftTeams-image-161-400x235.png\" alt=\"\" width=\"305\" height=\"180\"> Access to the latest tax information and news Constant updates on legal and fiscal changes and updates by HMRC which may affect your current or future claims. LEYTON FOR ME in numbers user satisfaction 99 users 2 679 accessible deliverables for our customers 6 332 documents exchanged 84 105","metadata":{"source":"https://leyton.com/uk/landing-pages/leyton-for-me/","title":"\n\n","date":"","contentLength":324,"countryCode":"uk"}},{"pageContent":"Could you benefit from significant tax rebates? Is your business missing out on valuable R&D Tax Relief? Innovation in Agriculture Many businesses in the Agricultural sector are missing out on R&D tax relief which can provide important cashflow, and aid operational efficiencies. There are consistent challenges to overcome when you are striving to be more efficient, improve yields, the welfare of your animals, or land quality. Agricultural businesses which are using innovative methods or techniques to address such challenges are likely to be carrying out projects which would qualify for the R&D Tax Credit scheme. Leyton services which may interest you Our highly experienced in-house teams constantly monitor market develop­ment and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of government schemes including: Land Remediation Relief We help businesses claim back the costs of ‘cleaning up’ contaminated land. Our Experience Agriculture claims 1 100 Tax relief for the sector millions(£) 50 Average claim value (£) 43 000","metadata":{"source":"https://leyton.com/uk/agriculture/","title":"\n\n\nIs your agriculture business not claiming fully for your innovation?                ","date":"","contentLength":172,"countryCode":"uk"}},{"pageContent":"You may be eligible for significant tax credits. Is your business missing out on valuable R&D tax relief? Innovation in Engineering The engineering sector is constantly striving to solve complex problems and improve existing systems. Investing in research and development is at the heart of engineering businesses and can range from the digital design and modelling of products through to developing and testing prototypes, in-depth testing and analysis to overcome implementation challenges. Research conducted in 2019 suggested that UK engineering companies are potentially missing out on over £10 billion of R&D funding each year as many do not realise their projects are eligible for innovation funding. Leyton services which may interest you Our highly experienced in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of government schemes including: R&D Tax Relief We support businesses to claim tax relief on innovative projects. Patent Box We identify, map and analyse patent tax relief opportunities. Land Remediation We help businesses claim to tax relief on cleaning up contaminated land. Our Experience Client benefit millions (£) 180 Engineering clients 1 500 Average claim value (£) 43 000","metadata":{"source":"https://leyton.com/uk/engineering-claiming-rd-tax-credits/","title":"\n\n\nLooking for innovative solutions to technical challenges?                ","date":"","contentLength":203,"countryCode":"uk"}},{"pageContent":"You may be eligible for significant tax credits. Is your business missing out on valuable R&D Tax Relief? The manufacturing sector is constantly striving to increase efficiency, improve functionality and solve production problems. R&D tax relief is a key method for manufacturing businesses to receive an important financial benefit which can be reinvested into further innovation. More than a quarter of the R&D Tax Relief claims in 2017/18 came from the manufacturing industry but there are still thousands of UK businesses which are missing out on this financial support because of a lack of awareness of eligibility. Leyton services which may interest you Our highly qualified in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of government schemes including: R&D Tax Relief We support businesses to claim tax relief on innovative projects. Patent Box We identify, map and analyse patent tax relief opportunities. Land Remediation Relief We help businesses claim tax relief on cleaning up contaminated land. Our Expertise Claimed by Manufacturing clients millions (£) 86 Manufacturing businesses supported 670 Average claim benefit (£) 43 000","metadata":{"source":"https://leyton.com/uk/manufacturing-claiming-rd-tax-credits/","title":"\n\n\nWorking on innovative solutions for manufacturing challenges?                ","date":"","contentLength":197,"countryCode":"uk"}},{"pageContent":"You may be eligible for significant tax credits. Are you missing out on valuable R&D Tax Relief? Innovation in Energy The energy sector has been thrust into the global spotlight as businesses across the globe look to harness the power of more renewable energy sources as a solution to the problems of climate change. Innovative development sits at the heart of the energy sector, making it ripe for the benefits that innovation funding incentives can provide. From the advancement of new energy sources, through to efficiency improvements and smart meters, the energy sector is rife with businesses which could be financially benefiting from the R&D Tax Credit scheme. Leyton services which may interest you R&D Tax Credits Our in-house team constantly monitors market develop­ment and government funding opportunities to provide the most up-to date saving solutions. We offer support around a number of other government schemes. We support businesses to claim tax relief on innovative projects. Our Expertise Client benefit millions (£) 8 Energy clients 50 Average claim value (£) 75 000","metadata":{"source":"https://leyton.com/uk/energy/","title":"\n\n\nIs your business working on innovative projects in the Energy sector?                ","date":"","contentLength":176,"countryCode":"uk"}},{"pageContent":"Could you benefit from R&D Tax Relief? Is your business missing out on valuable R&D Tax Relief? The UK is world-renowned for its exceptional architectural projects, with many involving unique challenges, technical uncertainty and significant risk-taking. Innovation sits at the heart of many of these projects, helping businesses to overcome technical problems by using unique and bespoke methods. If you are undertaking work which involves research, the development of bespoke software, complex testing and ‘out of the box’ design implementation, it is likely you will qualify for R&D Tax Relief. Leyton services which may interest you R&D Tax Credits Our in-house team constantly monitors market develop­ment and government funding opportunities to provide the most up-to date saving solutions. We offer support around a number of other government schemes. We support businesses to claim tax relief on innovative projects. Our Expertise Architecture claims 1 100 Tax relief for the sector millions (£) 35 Average claim value (£) 31 000","metadata":{"source":"https://leyton.com/uk/architecture-claiming-rd-tax-credits/","title":"\n\n\nLooking for innovative solutions to architectural challenges?                ","date":"","contentLength":165,"countryCode":"uk"}},{"pageContent":"You may be eligible for significant tax credits Is your business missing out on valuable R&D tax relief? Evolving customer demand has seen financial services providers increase their spend in developing and adapting software and technology in recent years. The call for on-demand services, the need for sophisticated tech in financial services is growing. Despite the increased presence of R&D in the sector, many companies are failing to maximise valuable government tax incentives. This is normally because companies are unaware they’re undertaking qualifying R&D activity, or because claims have not included the full scope of R&D activities, meaning they will receive a much smaller financial benefit. Leyton services which may interest you Our highly qualified in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of government schemes including: Grants We help cutting-edge businesses to win innovation funding. Patent Box We identify, map and analyse patent tax relief opportunities. Land Remediation We help businesses to claim tax relief on cleaning up contaminated land. Our Experience Client benefit (£) 50 Financial Services Clients 90 Average claim value (£) 152 000","metadata":{"source":"https://leyton.com/uk/financial-services/","title":"\n\n\nR&D in Financial Services: Do you invest in software and technology development?                ","date":"","contentLength":201,"countryCode":"uk"}},{"pageContent":"The R&D Tax Credits scheme allows businesses in the Oil & Gas industry to reduce their corporate tax bill or receive a tax refund based on a proportion of their R&D expenditure.The scheme can be used by any limited company that is liable for corporation tax in the UK and meets the necessary R&D criteria; it can even be used on unsuccessful projects.The work that qualifies for R&D tax relief must be part of a specific project which aims to make an advance in its field. If you are developing a new process, a new product or service, or perhaps even improving an existing one, R&D Tax Credits provide an often vital cash injection for businesses. Since 2010, we have helped thousands of clients successfully claim more than £1 billion in R&D tax relief. You may also be eligible for Energy Tax Reliefs We help eligible businesses apply for compensation for a significant proportion of the costs of their energy bills. Our dedicated Energy Tax team provide an en-to-end claim process to maximise financial benefit with Energy-Intensive Industries scheme (EII) and Climate Change Levy (CCL). Learn More arrow_outwardarrow_outward Our Expertise Oil & Gas clients 86 Oil & Gas clients savings millions (£) 25 Average Oil & Gas Claim Size 100 000 Our case studies <img class='blog-img' src='https://leyton.com/uk/wp-content/uploads/sites/9/2021/04/Wind_Farm_Engineers_RGB-300x200.jpg' alt='Seanamic Group case study' width='318' height='170'/> Seanamic Group Find out how Seanamic Group were able to increase their R&D Tax Credit claim value by 400% when… 21-04-2021 <img class='blog-img' src='https://leyton.com/uk/wp-content/uploads/sites/9/2022/02/Untitled-design-7-300x249.png' alt='Food Packaging Manufacturing Client – EII' width='318' height='170'/> Food Packaging Manufacturing Client – EII Formed in 1998, our client manufactures food service packaging from recycled materials which… 10-02-2022","metadata":{"source":"https://leyton.com/uk/rd-in-oil-gas/","title":"\n\n\nWe work closely with key Oil & Gas organisations                ","date":"","contentLength":324,"countryCode":"uk"}},{"pageContent":"Are you maximising your potential tax credits? Is your business missing out on valuable R&D Tax Credits? From the latest drugs and wellness products, through to cutting edge medical equipment and treatments delivered in hospitals, the Health and Pharmaceutical Sector is rife with innovation. However, despite the considerable costs involved with developing new medical equipment and products, many businesses involved in the supply and development chain of medical and pharmaceutical production are not taking advantage of the full tax relief that the government has made available to them. Qualifying R&D activity: R&D within this industry can be broadly identified as solutions or supporting activity to resolve a biological unknown or uncertainty. It can be virtually limitless, however some of the key areas we have identified as prime for R&D Tax Credits are: the development of software, new product testing and development (including the development of manufacturing processes and methodologies), challenging technical work, product modification and cost optimisation. Leyton services which may interest you R&D Tax Credits Our highly qualified in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of government schemes including: We support businesses to claim tax relief on innovative projects. Leyton In The News Leyton has recently been featured in a variety of news outlets and publications in the Pharmaceutical sector. Pharma Boardroom 3 Ways the UK’s Pharma Sector is Driving Innovation Read more The Pharma Letter What the UK economy can learn from the pharmaceutical sector Read more Our Expertise Client benefit millions (£) 30 Health & Pharmaceutical clients 38 Average benefit per client (£) 313 000","metadata":{"source":"https://leyton.com/uk/health-and-pharma/","title":"\n\n\nHealth & Pharmaceuticals: Claim back costs on your innovative projects                ","date":"","contentLength":281,"countryCode":"uk"}},{"pageContent":"You may be eligible for significant tax credits. Are you missing out on valuable R&D Tax Relief? Innovation in Construction The UK construction industry displays innovation and R&D in a wide variety of forms, from impressive skyscrapers through to the painstaking restoration of historical properties. There are currently hundreds of construction companies across the country working on technically challenging and cutting edge projects. Although the majority of these could be financially benefiting from valuable R&D Tax Relief, many are unaware that the projects they are undertaking qualify for this support. Leyton services which may interest you Our highly qualified in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of government schemes including: R&D Tax Relief We support businesses to claim tax relief on innovative projects. Capital Allowances We help businesses to obtain valuable savings on capital spend. Land Remediation We help businesses to claim tax relief on cleaning up contaminated land. Our Experience Client benefit millions (£) 120 Construction clients 640 Average claim value (£) 75 000","metadata":{"source":"https://leyton.com/uk/construction/","title":"\n\n\nDo you work on technically challenging construction projects?                ","date":"","contentLength":187,"countryCode":"uk"}},{"pageContent":"Could your business benefit from significant innovation funding? Is your business missing out on valuable R&D Tax Relief? Embracing change and driving innovation within the Food & Beverage sector is helping solve challenges related to environmental impact and rapidly evolving customer demand. Many businesses are implementing innovative solutions in order to refine their products, processes and systems to enhance performance and accelerate growth. All of these activities could qualify for the R&D Tax Credits incentive. Leyton services which may interest you Our highly experienced in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of government schemes including: R&D tax credits We support businesses to claim tax relief on innovative projects. Patent Box We help cutting-edge businesses to win innovation funding. Our Expertise Client benefit millions (£) 27 Food & Beverage Clients 200 Average claim value (£) 48 000","metadata":{"source":"https://leyton.com/uk/food-and-beverage/","title":"\n\n\nHelping food and beverage companies optimise costs and accelerate growth                ","date":"","contentLength":156,"countryCode":"uk"}},{"pageContent":"Are you involved in software development? Could your business benefit from valuable R&D Tax Relief? Innovation in Software Software is the primary element for many areas of innovation, from initial research through to product introduction. If your business is involved in advancing knowledge or capacity through software, there’s a high chance you could benefit significantly from government innovation funding incentives such as the R&D Tax Credits scheme. Leyton services you may interest you: R&D Tax Credits Our in-house team constantly monitors market development and government funding opportunities to provide the most up-to date saving solutions. We offer support around a number of other government schemes. Supporting businesses in claiming tax relief on innovative projects. arrow_outwardarrow_outward Our Expertise Number of clients 1 875 Amount Saved millions (£) 270 Average Claim Size (£) 50 000","metadata":{"source":"https://leyton.com/uk/software/","title":"\n\n\nMore than 60% of software businesses are eligible for R&D Tax Credits                ","date":"","contentLength":137,"countryCode":"uk"}},{"pageContent":"You may be eligible for significant tax credits. Is your business missing out on valuable R&D Tax Relief? Innovation in Transportation The transport sector is at an exciting stage of radical development. The opportunities offered by evolving technologies and innovation, such as new high speed rail networks and autonomous vehicles, are likely to benefit both the economy and society in the UK. Innovative businesses in the transport sector are ideally placed to capitalise on government tax incentives which reward them for research and development projects. Just 25% of transportation firms have ever claimed R&D Tax Credits however and only 0.8% of total R&D claims came from the sector in 2016/17. Leyton services you may interest you Our highly qualified in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of government schemes including: R&D Tax Credits We support businesses to claim tax relief on innovative projects. Patent Box We identify, map and analyse patent tax relief opportunities. Our Expertise Claimed by transport businesses 4 Successful claims 45 Average claim value (£) 100 000","metadata":{"source":"https://leyton.com/uk/transportation-claiming-rd-tax-credits/","title":"\n\n\nAre you working on innovative projects in the Transport sector?                ","date":"","contentLength":195,"countryCode":"uk"}},{"pageContent":"About the client CloudSource is a leading Microsoft Gold Partner that specialises in providing Digital Transformation, Strategy, and Delivery services to UK Public Sector organisations. They empower public sector organisations to provide seamless citizen and stakeholder experiences through their tried and tested methodology, industry focused consulting team and Microsoft technology expertise. The Benefit The biggest benefit of the R&D tax credit claim for cloudsource was that it proved to be a vital ingredient in enabling the development and design of their Digital Data and Technology (DDaT) solutions. The benefit also allowed them to increase their workload capacity with ease and has meant they are now able to focus on the design and devlopment aspect of the business whilst continuously improving upon their DDaT solutions.","metadata":{"source":"https://leyton.com/uk/insights/case-study/cloudsource/","title":"CloudSource\n\n","date":"22-03-2023","contentLength":125,"countryCode":"uk"}},{"pageContent":"Reducing the environmental impact of farming Alvis brothers are undertaking a long term research objective which aims to minimise the environmental impact of its farming practices via conducting responsible farming techniques. This is a key part of the company’s ethos, and as such, they have undergone significant development work in attempts in improve the sustainability of their practices and become carbon neutral by 2032. This aims to include all farming (arable and livestock), cheese production and shipping processes, and these changes would all represent a significant advancement across the farming and food production industries resulting in a dramatic increase in the sustainability of the company’s core business. Ultimately, Alvis Brothers envisage that this new found knowledge could be applied to the development of a standardised regenerative agriculture process, which could be utilised by surrounding organic farms to improve carbon sequestration and on-farm sustainability. Given the highly dynamic farm conditions and variations between farmland, the development of a standardised process could be applied to farms with a variety of environmental conditions and would represent a significant scientific advancement within the industry. The process The company has sought to identify the key areas that have shown potential to offset emissions, and develop a 10 year strategy to become carbon neutral. A key research objective was to develop sampling and analysis methods by which to assess carbon sequestration levels so as to investigate the impact of experimental and environmental farming strategies, including investigating unique crop rotation methodologies and trialling innovative livestock grazing techniques.","metadata":{"source":"https://leyton.com/uk/insights/case-study/client-spotlight-alvis-brothers/","title":"Client Spotlight – Alvis Brothers\n\n","date":"22-03-2023","contentLength":253,"countryCode":"uk"}},{"pageContent":"About the client Formed in 1998, our client manufactures food service packaging from recycled materials which ultimately end up with a wide range of high street and other retailers. Sitting as a supplier between the petro-chemical companies and retailers, energy costs to run their plants 24/7 51 weeks per year are a significant component of huge overheads that contribute to a very competitive operating environment. Before being contacted by Leyton, our client had absolutely no knowledge of their potential entitlement to access the Energy Intensive Industries (EII) scheme which enables for qualifying businesses, compensation of between 15-30% of the total costs of their energy bills. The process All we had to do was collate details of our energy bills and from there Leyton did all of the work keeping us up to date throughout and confirming when our claim had been agreed. They made the process simple and easy. Running a business like ours, the majority of my time goes on managing the operations and keeping our customers happy. I have to weigh up where I am going to spend my time. Leyton’s approach meant that I was clear in what I needed to deliver and when, and they did the majority of the work meaning that I could focus on the business whilst they got on with the claim for us. “The benefit that Leyton accessed for us is not publicly well known within our industry. If they had not brought it to our knowledge we would not have accessed it. There could be thousands of companies our there that fit into the scheme that is there to help industries like ours, but they are not getting it”","metadata":{"source":"https://leyton.com/uk/insights/case-study/food-packaging-manufacturing-client-eii/","title":"Food Packaging Manufacturing Client – EII\n\n","date":"22-03-2023","contentLength":283,"countryCode":"uk"}},{"pageContent":"Why the pivot The resurgence of the Black Lives Matter movement has led to growing momentum across organisations to tackle racial inequity. Recent research conducted by Flair across 600 UK business leaders concluded that 79% of businesses say racial equity is a priority for their business in 2022. Why? As well as the moral imperative, there is continued mounting external pressure building from employees, regulators and society driving change. 42% of Black employees in the UK have resigned from their job due to inequity – Savanta, 2021In 2023, Ethnicity Pay Gap reporting is expected to be introduced – CIPD, 202158% of UK 18-34 year olds feel more needs to be done to support ethnic minorities – Ipsos, 2021 However, despite the pressure for change, co-founders Nii and Darrell, quickly recognised that the industry was lacking the tools to effectively measure progress towards racial equity. This gap in the market was causing pain for leaders as they were unable to effectively identify racial bias, guide interventions, understand the impact of initiatives on racial equity outcomes, and report on progress to key stakeholders. How Flair successfully pivoted to help top organisations advance racial equity in the workplace What a journey it has been for Flair Impact, a tech company helping organisations measure their progress to creating racially equitable cultures.Flair started life as a football startup, giving amateur football players metrics on their performance. But after the pandemic put a stop to matches for a while—and after seeing the racial justice pledges rolling in following the murder of George Floyd in 2020—cofounders Nii Cleland and Darrell Coker decided to change tack.Today, Flair is an analytics platform designed to help organisations measure, understand and overcome racial bias. In December 2021 it raised a $1.8m seed round led by Hoxton Ventures and is working with an impressive roster of clients including the Premier League, EY, Network Rail, parts of the NHS, and over 80 schools. How it works To solve the challenges leaders were facing, Flair launched a platform that is designed to measure and build cultures where all ethnicities can thrive. It does this by collecting data from everyone across an organisation and measuring four main metrics: racial awareness, racial diversity, racist behaviour and racial inclusion barriers.The survey includes situational judgment tests — putting people in situations where they’re witnessing forms of racism, and seeing how they respond — as well as questions around whether their ethnicity has ever been a barrier in the workplace.Based on the outcomes, Flair gives organisations a dashboard that visualises their performance and offers recommendations based on their unique results. That can range from things like enacting active bystander training to quicker wins like encouraging people to include phoneticpronunciations of their names in their email signatures. Download the UK 2022 Report If you are interested in forming a strategy on racial equity that maximises ROI, download Racial Equity in the Workplace: UK 2022 Report to find out how to get started. Flair surveyed 600 business leaders from across the UK to find out how organisations are tackling racial equity in the workplace and recommend what action needs to be taken to drive material change.For more information visit www.flairimpact.com or contact team@flairimpact.com","metadata":{"source":"https://leyton.com/uk/insights/case-study/client-spotlight-flair/","title":"Client spotlight: Flair – From football app to tackling racial bias\n\n","date":"22-03-2023","contentLength":542,"countryCode":"uk"}},{"pageContent":"R&D Tax Credit Changes April 2023 HMRC are making important changes to R&D Tax Credits. For expenditure from April, the additional deduction for SMEs will be lowered from 130% to 86%, and the SME credit rate will be reduced from 14.5% to 10%, except for loss-making SMEs that are R&D intensive (where qualifying R&D expenditure adds up to at least 40% of total expenditure). The RDEC rate will rise from 13% to 20%. The categories of qualifying expenditure are also changing. Discover our toolkit below for the full details on preparing for the coming changes.In this toolkit: Pre- Notification Fact sheetDon’t get caught out by the upcoming research and development (R&D) Tax Relief legislation changes. Download our free fact sheet now.Blog: How R&D Tax Credits Are Changing From April 2023:Find out everything that you need to know about how R&D Tax Credits are changing from April 2023.White Paper: R&D Tax Credits Statistics 2022Discover what the government’s statistics reveal about the current health of UK R&D.Webinar Replay: Maximising cash flow through R&D advance fundingLearn how to maximise capital by up to 20% and how to claim an advance on your R&D Tax Credits.Leyton For MeLeyton For Me securely eases the exchange of information and documents, guiding you simply and safely across all steps of the R&D claim. Request your 2023 resource toolkit arrow_outwardarrow_outward Types of R&D Tax Credits There are two HMRC schemes that allow you to claim valuable R&D Tax Credits:SME R&D SchemeTo qualify for the SME R&D scheme, a business generally needs: < 500 employees< €100m turnover or €86m net assetsRead more about the SME R&D Scheme.RDECLarge companies and certain SMEs can claim R&D Expenditure Credit (RDEC).Read more about RDEC. Helping innovative companies throughout the UK Our clients are based across the length and breadth of the UK, and we have dedicated teams in offices in London, Edinburgh, Glasgow, Manchester and Bristol. Get in Touch arrow_outwardarrow_outward Are you looking to claim valuable R&D Tax Relief? With more than 12 years of R&D experience and unrivalled tax and technical expertise, Leyton UK is ideally positioned to unlock potential value within your business. The benefit received can be reinvested in accelerating current or upcoming projects, used to hire new staff or support your overall growth. R&D Tax Credits are available from HMRC for eligible SMEs and large organisations. Claim back research and development costs Are you developing a new process, a product or service, or perhaps improving an existing one? The R&D Tax Credit scheme is an important HMRC incentive that rewards companies on innovative projects. R&D Tax Credits provide an often vital cash injection for businesses and, to date, Leyton UK has helped thousands of clients successfully claim more than £900m in R&D Tax Relief. Use our R&D Tax Credits calculator below to discover how much you can claim. Other Leyton services which may interest you Our highly experienced in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of other government schemes including: Grants We support businesses in winning innovation funding through InnovateUK grants. Patent Box We identify, map and analyse patent tax relief opportunities. Our Key Figures No. of UK businesses supported 6 258 Average benefit per client (£) 49 000 % of UK claims submitted by Leyton 11 Qualifying activity in your industry Manufacturing arrow_outward arrow_outward Does your business look for innovative solutions to manufacturing challenges? Engineering arrow_outward arrow_outward The engineering sector is constantly working to solve complex problems and improve existing systems. Health & Pharmaceuticals arrow_outward arrow_outward Are you maximising your claims potential of your innovation? Agriculture arrow_outward arrow_outward Did you know that 70% of agricultural businesses are not claiming to their full potential? Construction arrow_outward arrow_outward Are you finding innovative solutions to construction challenges? Financial Services arrow_outward arrow_outward Many Financial Services providers are increasing their R&D spend in software and technology.","metadata":{"source":"https://leyton.com/uk/rd-tax-sme/","title":"\n\n\nR&D Tax Credits: Reward your innovation and help your business to grow                ","date":"","contentLength":688,"countryCode":"uk"}},{"pageContent":"As the UK’s leading specialist R&D Tax Consultancy, we are perfectly placed to ensure your RDEC claim is maximised, with minimum risk. Our dedicated Major Accounts team provides an end-to-end consultancy service designed for larger businesses, which can claim 13% back in tax relief on their qualifying R&D expenditure. We keep our clients up to date with the most recent industry changes, ensuring that they are both fully compliant, and also capture all qualifying expenditure. Minimising risk and maximising RDEC value for large businesses Leyton is the largest, independent R&D tax consultancy in Europe with the highest volume of R&D tax claims across the UK.The benefit of working with a specialist R&D Tax consultancy when claiming Research & Development Expenditure Credit (RDEC) is the peace of mind that all eligible costs will be included in your claim.Leyton is a member of the HMRC consultative committee for R&D incentives. As a result we meet with the HMRC team overseeing R&D quarterly.Our experienced technical consultants are educated to MSc/PhD level with 5+ years in industry.Our expert technical and financial consultants work closely with your business to maximise the financial benefits realised from the scheme.Large companies can claim a Research and Development Expenditure Credit (RDEC) for working on R&D projects.Eligible businesses can claim 13% back in tax relief on their qualifying R&D expenditure. Other Leyton services which may interest you Our highly qualified in-house teams constantly monitor market develop­ment and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of other government schemes including: Patent Box We identify, map and analyse patent tax relief opportunities. Grants We help cutting-edge businesses to win innovation funding. Land Remediation We help businesses claim back the costs of ‘cleaning up’ contaminated land.","metadata":{"source":"https://leyton.com/uk/research-development-expenditure-credit/","title":"\n\n\nR&D Expenditure Credit                ","date":"","contentLength":316,"countryCode":"uk"}},{"pageContent":"A robust defence to efficiently resolve your HMRC enquiry. We provide full support to successfully resolve any HMRC enquiry. As the number of businesses benefiting from the R&D Tax Credit scheme has increased, there has been a comparable increase in HMRC measures to reduce falsified claims. Tighter restrictions on claim reviews have been introduced and in certain instances, HMRC will ask for more information to substantiate an R&D claim. This is known as an Enquiry and can sometimes involve an onerous and drawn-out process. Providing a robust defence to any enquiry can help avoid any reduction in the value of your claim or penalties from HMRC. How can Leyton support your enquiry defence? Our teams will review your HMRC enquiry details using our financial and technical/scientific expertise. We assess the likelihood of a successful defence and implement a tactful response based on our extensive knowledge of HMRC activities and our close working relationship with this authority. Guidance on appealing a claim decision after closure of HMRC enquiry Our team will begin by assessing the probability of success in a Tribunal appeal hearing. We will then manage administrative tasks, stakeholder coordination and pre & post tribunal actions to successfully prepare your business for the tribunal hearing. Where possible, we will take actions to implement dispute resolution prior to the tribunal hearing and use our expertise to enhance the probability of resolving dispute at the earliest possible stage. Other Leyton services which may interest you Our highly qualified in-house teams constantly monitor market develop­ment and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of other government schemes including: Patent Box We identify, map and analyse patent tax relief opportunities. Land Remediation We help businesses claim back the costs of ‘cleaning up’ contaminated land.","metadata":{"source":"https://leyton.com/uk/enquiry-defence-for-rd-claims/","title":"\n\n\nEnquiry Support Service for R&D Claims                ","date":"","contentLength":307,"countryCode":"uk"}},{"pageContent":"Our bespoke audit, advisory and consultancy service for businesses with over 500 UK employees. Our highly experienced in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of other government schemes including: Improve efficiency, mitigate risk and increase your financial benefit As part of the Leyton offering we provide bespoke Audit, Advisory and Consultancy services which leverage our extensive expertise in R&D incentives. This enables an accelerated claim delivery process. Addressing Common Pitfalls Legislative Changes Valuable benchmarking exercises are often limited, therefore keeping in sync with the latest best practices and current RDEC legislation has proven difficult. Staff Attrition Claim methodologies have often been in place for several years since initially being agreed with HMRC and implemented. Staff attrition can often mean that these best practices are forgotten and therefore not as robust as when first introduced. Addressing these challenges Our team organises advisory workshops for the R&D champions of organisations in sectors including Aerospace, Defence and Security. During this workshop you will have unlimited access to our extensive expertise in government R&D incentives. Other Leyton services which may interest you Our highly experienced in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of other government schemes including: Grants We support businesses in winning innovation funding through InnovateUK grants. Patent Box We identify, map and analyse patent tax relief opportunities.","metadata":{"source":"https://leyton.com/uk/rdec-accelerator/","title":"\n\n\nRDEC Accelerator                ","date":"","contentLength":258,"countryCode":"uk"}},{"pageContent":"Are you planning to claim tax relief on your innovative research and development (R&D) project? Use our free R&D Tax Credit calculator to view an estimate of your UK R&D Tax Relief benefit. Have a question about your R&D Tax Credit calculation? If you have a question that is specific to your business, we can help. For over 12 years we’ve helped UK businesses maximise their R&D Tax Relief claims. Not only do we have highly qualified tax experts, our technical consultants also have experience across a range of software, science and engineering industries. Speak to our team arrow_outwardarrow_outward Use our free R&D Tax Credit Calculator Our R&D Tax Calculator is an easy-to-use online tool that helps you quickly estimate the amount of R&D Tax Credits your business can claim from HMRC. The calculator is suitable for SMEs who make a profit and pay corporation tax, make a profit and don’t pay corporation tax, or for those who make a loss. It considers several factors when calculating your potential benefit. For example, wages, cost of materials, software licences etc. Don’t worry if you don’t have all of the exact figures to hand! This tool will give you an example calculation of your savings through R&D Tax Relief – so estimating your costs is fine! How much could my business save? If you’ve developed a new process, product or service, you could receive up to 33% of your research and development costs through claiming R&D Tax Relief. Try out our R&D Tax Credit calculator to estimate how much you might be eligible for. We can help you maximise your R&D Tax Credits claim Using our R&D Tax Credits Calculator will give you an example calculation of how much you might be able to claim. It’s a great place to start, but to really maximise your savings we’d recommend getting in touch with one of our friendly experts – they’ll be happy to help!We’re a specialist R&D Tax consultancy. Our in-house expertise makes us uniquely placed to help innovative businesses with their claims. Our consultants have years of field experience, allowing them to dive into the details of your R&D project and identify all of the areas where you can receive financial benefits through R&D Tax Credits.Not only will our experts be able to help you maximise your financial savings, we will also ensure full compliance with HMRC’s regulations. Working with us will save you time and money and give you peace of mind. We can even help you claim more potential savings if you’re already claiming R&D Tax Relief.","metadata":{"source":"https://leyton.com/uk/rd-tax-credit-calculator-uk/","title":"\n\n\nR&D Tax Calculator                 ","date":"","contentLength":459,"countryCode":"uk"}},{"pageContent":"We identify and maximise patent tax relief opportunities. If you have significantly contributed to the creation or development of an invention claimed in a patent – or a product incorporating this item – Patent Box can reduce your corporation tax rate on qualifying IP income to 10%. Maximising the value of your patents The Patent Box regime aims to attract R&D investment, leading to the creation and active management of patentable intellectual property (IP). Leyton provides an end-to-end consultancy service which identifies, maps and analyses patent tax relief opportunities for clients. Leyton services which may interest you Our highly experienced in-house teams constantly monitor market develop­ment and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of government schemes including: R&D Tax Credits We support businesses to claim tax relief on innovative projects. RDEC We minimise risk and maximise R&D Tax Credits value for large companies","metadata":{"source":"https://leyton.com/uk/patent-box/","title":"\n\n\nPatent Box Scheme                ","date":"","contentLength":161,"countryCode":"uk"}},{"pageContent":"To improve the competitiveness of the UK’s most energy intensive businesses, the Government implemented a number of compensation schemes to mitigate the impact of renewables policies, including Energy-Intensive Industries (EII), UK ETS Compensation (UKETS) and Climate Change Levy (CCL). Other Leyton services which may interest you Our highly experienced in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of other government schemes including: Grants We support businesses in winning innovation funding through InnovateUK grants. Patent Box We identify, map and analyse patent tax relief opportunities. R&D Tax Credits We support businesses to claim tax relief on innovative projects","metadata":{"source":"https://leyton.com/uk/energy-tax-relief/","title":"\n\n\nFind out how much you can claim on Energy Tax Reliefs!                ","date":"","contentLength":119,"countryCode":"uk"}},{"pageContent":"The Energy-Intensive Industries scheme was introduced to mitigate the impact of renewables policies. The costs energy suppliers incur to improve their energy mix through the Renewables Obligation (RO) and Feed-In Tariffs are passed on to the end-users, which represents a competitive disadvantage for Energy Intensive Industries. Via the EII scheme, eligible businesses can apply for compensation for 15-30% of the costs of their total energy bills. Is your business eligible for the EII scheme? Much of the focus for this scheme falls on the heavy industrial users, including the manufacturing, engineering, mining and quarrying sectors.Qualifying industries include: Plastics, Metal production, Metal casting and processing, battery production, malts, grain milling, wood, paper, rubber, glass, chemical production, ceramics, cement, refractory, animal feed, poultry storage and fertiliser. Climate Change Levy (CCL) Climate Change Levy (CCL) is a tax on the consumption of electricity, natural gas and fossil energies and is aimed at financing the energetical transition process. The focus for this compensation scheme is on companies which directly support manufacturers. Activities and the manufacture of products that qualify for the scheme include metal coating, metal production, precious metals, forging, foundry, glass, plaster, welding, bending, punching, cement, concrete, ceramics, refectory. Learn more arrow_outwardarrow_outward Other Leyton services which may interest you Our highly experienced in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of other government schemes including: Grants We support businesses in winning innovation funding through InnovateUK grants. Patent Box We identify, map and analyse patent tax relief opportunities. R&D Tax Credits We support businesses to claim tax relief on innovative projects","metadata":{"source":"https://leyton.com/uk/energy-tax-exemption-energy-intensive-industries-eii/","title":"\n\n\nEnergy-Intensive Industries (EII)                ","date":"","contentLength":282,"countryCode":"uk"}},{"pageContent":"The Climate Change Levy is an environmental tax on the supply of electricity & gas supplies, aimed at decarbonising heating. Exemptions are available for the manufacturing and transport sectors. Eligible businesses can receive an exemption from these taxes by signing a Climate Change Agreement (CCA) and receive a percentage of both their Gas and Electricity costs in tax relief. Our dedicated Energy Tax team provides an end-to-end consultation service, taking you through the CCL claims process to ensure you receive the maximum financial benefit you are entitled to for a minimal charge. We handle all the administrative tasks, making the process as smooth as possible. Is your business eligible for the CCL scheme? Much of the focus for this scheme falls on the companies which directly support manufacturers. Activities and the manufacture of products that qualify for the scheme include: Energy-Intensive Industries (EII) Energy-Intensive Industries (EII) allows businesses in energy intensive industries to save 15-30% of their energy costs in the form of tax credits. Much of the focus for the scheme falls on heavy industrial users including the manufacturing, engineering, mining and quarrying sectors. Learn more arrow_outwardarrow_outward Other Leyton services which may interest you Our highly experienced in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of other government schemes including: Grants We support businesses in winning innovation funding through InnovateUK grants. Patent Box We identify, map and analyse patent tax relief opportunities. R&D Tax Credits We support businesses to claim tax relief on innovative projects","metadata":{"source":"https://leyton.com/uk/energy-tax-exemption-climate-change-levy-ccl/","title":"\n\n\nClimate Change Levy (CCL)                ","date":"","contentLength":270,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/energy-calculator/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"About the Scheme The UK government allows businesses who are subject to Corporation Tax in the UK to claim land remediation relief of up to 150% on qualifying expenditure they incur, when they remediate land (including buildings) they acquire or lease in a contaminated or derelict state explained below: Contaminated Land – Land (and building) is in a contaminated state if there is something in, on or under it which causes “relevant harm”, or there is a serious possibility that “relevant harm” will be caused. The contamination must be the result of an industrial activity unless the contaminant is arsenic, radon, or Japanese knotweed – these can be present naturally. Derelict Land – This is land (and building) which is out of productive use, and incapable of being brought back into productive use unless buildings or structures on it are removed. Dereliction must be in existence on or before 1 April 1998. Relevant expenditure includes removal of structures such as relating to foundations and below ground redundant services. What are the benefits LRR is a form of tax relief that provides up to 150% tax deduction to companies in order to incentivise them to remediate dereliction or contamination such as Japanese knotweed, asbestos, radon, arsenic. The remediation works, may form part of new developments or refurbishment of existing properties. This means that companies can deduct the value of the allowances from their profit, whilst calculating their tax liability. Other key points are as follows: How we can help Our land remediation relief team of qualified specialists with diverse experience and multidisciplinary construction, engineering, surveying, accounting and tax advisory skills, leverage their expertise to maximise cash saving benefits for businesses who incur land (and buildings) remediation expenditure. Throughout the remediation expenditure review process, we work closely with companies to identify all qualifying expenditure. We however work in such a way that minimises their involvement in the review process, such that they can focus on their core business activities and avoid it being disrupted. Incurred or planning to incur land (and building) remediation cost for your business? Do you have any planned or recent new development or property refurbishment works where you encountered and remediated dereliction or contamination in land and buildings? We can provide an end-to-end consultancy service, aimed at identifying qualifying expenditure and corresponding valuable tax relief. This includes from technical and financial discovery through to preparing and issuing the claim report. Why work with Leyton? We are an international consulting firm which helps businesses leverage financial incentives to accelerate their growth and achieve long lasting performance.With a multifaceted skillset comprising of construction, engineering, surveying, accounting and tax advisory, our dedicated land remediation team is uniquely placed to apply their technical expertise and experience in identifying and maximising qualifying remediation expenditure. This subsequently leads to valuable cash tax savings and improved business cash flow.Our information gathering processes ensure that all possible qualifying costs are included. We always keep compliance front of mind and have been delivering optimal services for over 24 years. This provides our clients with the peace of mind that they will receive the maximum financial benefit without unnecessary risks. Leyton services which may interest you Our highly experienced in-house teams constantly monitor market develop­ment and government funding opportunities to provide the most up-to date saving solutions. We offer support around a number of government schemes including: R&D Tax Credits We support businesses to claim valuable tax relief on innovative projects. Capital Allowances We help our clients claim capital allowances on qualifying capital expenditure they incur. Our key figures Clients 26 000 Years of experience 25 Experts 2 200","metadata":{"source":"https://leyton.com/uk/land-remediation-tax-relief/","title":"\n\n","date":"","contentLength":606,"countryCode":"uk"}},{"pageContent":"A better way to obtain valuable savings on capital spend. We can help your business obtain valuable cash tax savings and improved business cash flow The UK government allows businesses who pay tax in the UK to claim capital allowances on qualifying capital expenditure they incur, when they buy equipment or buildings, carry out new construction, refurbishment works or fit out works. About capital allowances This is a form of tax relief that incentivise businesses to invest in capital expenditure.This means that businesses can deduct the value of their qualifying spend from their profit, before calculating their tax liability.This can sometimes take the form of a tax credit or refund if the business is loss making. How we can help Our capital allowances team of qualified specialists with diverse experience and multidisciplinary construction, engineering, surveying, accounting and tax advisory skills, leverage on their expertise to maximise cash saving benefits for businesses who incur capital expenditure. Throughout our capital expenditure review process, we work closely with businesses to identify all qualifying expenditure. We however work in such a way that minimises your involvement in the review process, so as not to disrupt your core business activities. Incurred or planning to incur capital cost for your business? Do you have any historic, recent or planned building or industrial and engineering plant related capital spend for your business, which may fall under any of the following categories? Refurbishment works | New construction works | Fit out works | Acquisition of buildings We can provide a whole development lifecycle advice, aimed at identifying valuable capital expenditure tax relief from the planning stage, to construction, occupation and subsequent sale or acquisition. Why work with Leyton? We are an international consulting firm which helps businesses leverage financial incentives to accelerate their growth and achieve long lasting performance.With a multifaceted skillset comprising of construction, engineering, surveying, accounting and tax advisory, our dedicated capital allowances team is uniquely placed to apply their technical expertise and experience in identifying and maximising qualifying capital expenditure. This subsequently leads to valuable cash tax savings and improved business cash flow.We always keep compliance front of mind and have been delivering optimal services for over 24 years. This provides our clients with the peace of mind that they will receive the maximum financial benefit without unnecessary risks. Our Key Figures Clients 26 000 Years of experience 25 Experts 2 200","metadata":{"source":"https://leyton.com/uk/capital-allowances/","title":"\n\n\nCapital Allowances                ","date":"","contentLength":398,"countryCode":"uk"}},{"pageContent":"Depreciation of fixed assets charged in the accounts is not allowable in computing taxable profits. Instead, the UK government introduced capital allowances which is a form of tax relief that allows businesses which pay tax in the UK to deduct from their taxable profit (before calculating their tax liability), the value of their qualifying capital expenditure on assets such as equipment or buildings. Despite constant changes both historically and recently, capital allowances as we know it today is based on the system introduced in Income Tax Act 1945, to incentivise the reconstruction of British industry after the second world war. The current legislative framework for claiming capital allowances in contained in the Capital allowances Act 2001. Understanding case law precedents and HMRC guidance is also key in identifying qualifying expenditure. Capital allowances can be claimed not only by companies, but also partnerships, individuals and overseas investors which carry out qualifying business activities such as a trade, property business, furnished holiday let, etc. What are the next steps? Are you planning to, or have you already incurred any commercial building or large-scale industrial and engineering plant related capital expenditure which may fall under any of the following categories? New construction | Refurbishment work | Fit out work | Buying buildingsPlease let us know as we can help you unlock and maximise cash tax savings and improve your business cash flow. How to claim Most accountants and tax compliance advisors will typically have the knowledge to assist in making capital allowances tax relief claim on easy to identify business equipment such as IT kit, furniture, machines etc. For capital expenditure on less obvious qualifying assets such as those relating to buildings or large-scale industrial / engineering plants, the skills and services of a specialist capital allowances advisor would typically be required in order to maximise the tax relief benefit.The tax relief is obtained by introducing the claim into the tax return submission for the relevant accounting period. For registered companies, this would be the company tax return (CT600). For partnerships, this would be the partnership tax return (SA800), while for sole traders, it will be the self-assessment tax return (SA100/SA200). If the tax return for the relevant accounting period has already been filed with HMRC, the claim may be filed by amending the tax return if it is still available for amendment. Alternatively, the claim can be introduced into the tax return for any future accounting period.The benefit of the tax relief claim comes as a tax saving by default. I.e., reduction in tax liability. In some cases, when the business is loss making or does not have sufficient income or profit to absorb the tax relief, it is possible to do a loss carry back. The loss carry back to a prior profitable period will generate a cash refund from HMRC due to overpaid tax. It may also be possible to surrender the losses for a tax credit from HMRC in respect of qualifying expenditure on certain types of assets. Our capital allowances team of qualified specialists with diverse experience and multidisciplinary construction and financial skills, leverage on their expertise to maximise cash saving benefits for businesses who incur capital expenditure.We provide a whole development lifecycle capital allowances advice from planning to design, construction, occupation and subsequent disposal or sale. This includes property sale and purchase transaction advise to support either the vendor to retain their capital allowances, or for the buyer to benefit from capital allowances on the purchase price paid.As shown below, our services include but are not limited to: Scoping exercise to explore what tax relief may be available to the business; due diligence to confirm scope and establish entitlement to claim; site visit to survey the assets where possible, in order to better understand their attributes such as construction technology and building engineering, as well as business use and function. We thereafter carry out a detailed analysis to identify qualifying expenditure and maximise the tax relief available. We subsequently prepare and issue our report to the business which can be filed with HMRC, along with the tax return in order to support the claim. We also go the extra mile in assisting the business with information in connection with the filing and any relevant post-filing requests. Why work with Leyton? We are an international consulting firm which helps businesses leverage financial incentives to accelerate their growth and achieve long lasting performance.With a multifaceted skillset comprising of construction, engineering, surveying, accounting and tax advisory, our dedicated capital allowances team is uniquely placed to apply their technical expertise and experience in identifying and maximising qualifying capital expenditure. This subsequently leads to valuable cash tax savings and improved business cash flow.We always keep compliance front of mind and have been delivering optimal services for over 24 years. This provides our clients with the peace of mind that they will receive the maximum financial benefit without unnecessary risks. Our Key Figures Clients 26 000 Years of experience 25 Experts 2 200","metadata":{"source":"https://leyton.com/uk/what-is-capital-allowances/","title":"\n\n\nWhat is capital allowances?                ","date":"","contentLength":838,"countryCode":"uk"}},{"pageContent":"Do not lose out on valuable cash savings for your business Capital allowances is a form of tax relief that allows businesses which pay tax in the UK to claim tax relief on qualifying capital expenditure they incur on assets such as buildings and equipment. This means that businesses can deduct their qualifying cost from their profit, before calculating their tax liability. Capital allowances is a financial benefit designed to incentivise businesses to invest in capital expenditure; however, below are 3 common misconceptions that dissuade businesses from benefiting from the valuable cash saving it offers. What are the next steps? Are you planning to, or have you already incurred any commercial building or large-scale industrial and engineering plant related capital expenditure which may fall under any of the following categories?New construction | Refurbishment work | Fit out work | Buying buildingsPlease let us know as we can help you unlock and maximise cash tax savings and improve your business cash flow. How we can help Our capital allowances team of qualified specialists with diverse experience and multidisciplinary construction and financial skills, leverage on their expertise to maximise cash saving benefits for businesses who incur capital expenditure.We provide a whole development lifecycle capital allowances advice from planning to design, construction, occupation and subsequent disposal or sale. This includes property sale and purchase transaction advise to support either the vendor to retain their capital allowances, or for the buyer to benefit from capital allowances on the purchase price paid.As shown below, our services include but are not limited to: Scoping exercise to explore what tax relief may be available to the business; due diligence to confirm scope and establish entitlement to claim; site visit to survey the assets where possible, in order to better understand their attributes such as construction technology and building engineering, as well as business use and function. We thereafter carry out a detailed analysis to identify qualifying expenditure and maximise the tax relief available. We subsequently prepare and issue our report to the business which can be filed with HMRC, along with the tax return in order to support the claim. We also go the extra mile in assisting the business with information in connection with the filing and any relevant post-filing requests. Why work with Leyton? We are an international consulting firm which helps businesses leverage financial incentives to accelerate their growth and achieve long lasting performance.With a multifaceted skillset comprising of construction, engineering, surveying, accounting and tax advisory, our dedicated capital allowances team is uniquely placed to apply their technical expertise and experience in identifying and maximising qualifying capital expenditure. This subsequently leads to valuable cash tax savings and improved business cash flow.We always keep compliance front of mind and have been delivering optimal services for over 24 years. This provides our clients with the peace of mind that they will receive the maximum financial benefit without unnecessary risks. Our Key Figures Clients 26 000 Years of experience 25 Experts 2 200","metadata":{"source":"https://leyton.com/uk/common-capital-allowances-misconceptions/","title":"\n\n\nCommon capital allowances misconceptions                ","date":"","contentLength":500,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/calculator-uk-capital-allowances/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"We help businesses to benefit from four valuable creative tax reliefs – Video Games, Museum and Galleries Exhibition, Theatre and Orchestra. These valuable schemes allow qualifying businesses to claim a significant reduction on their taxable profits. At Leyton, we provide an end-to-end consultancy service, leveraging our proven experience to support companies in the Creative sector, from technical and financial discovery through to the final submission of your claim. Video Games Tax Relief This relief is available if your company is responsible for designing, producing and testing a video game which has been certified by the British Film Institute (BFI) and is intended for supply to the general public. Museum and Galleries ExhibitionTax Relief The relief is available to a primary or secondary qualifying museum or company that is responsible for producing and running an exhibition at a venue for a limited time, is responsible for deinstalling and closing the exhibition at the venue. Theatre Tax Relief Production companies can claim back a proportion of the core expenditure used for the production of a ‘dramatic production’. This can be defined as a play, opera, ballet, musical or other dramatic piece where the performances are live. All, or a high proportion of the performances, should be to a paying audience or provided for educational performances. Orchestra Tax Relief This relief is available if you are responsible for putting on a ‘qualifying orchestral concert’, which includes employing and engaging the performers. Qualifying concerts must be live and performed by an orchestra, ensemble, group or band consisting of at least 12 instruments. Core expenditure for productions is deemed to be what’s spent on the production and does not include expenditure on the actual performance. How can I benefit? This tax relief works by increasing the amount of allowable expenditure. Where your company makes a loss, you may be able to surrender the loss and convert some or all of it into a payable tax credit. You can claim creative industry tax relief if your business is liable to Corporation Tax and directly involved in the production and development of video games, museum and gallery exhibitions, theatrical productions, or orchestral exhibitions.To qualify, your company must be actively engaged in planning and decision-making, directly negotiate, contract and pay for rights, goods and services. How much can I claim? Tax relief is provided through an additional deduction when calculating the taxable profits or losses of the business. This will either reduce the taxable profits, or create or enhance a loss, a proportion of which can be submitted for a tax credit. The additional deduction is the lower of: 80% of the total core expenditure incurred on producing the production or exhibition OR the EEA core expenditure Other Leyton services which may interest you Our highly experienced in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of other government schemes including: R&D Tax Credits We support businesses to claim valuable tax relief on innovative projects. Capital Allowances We can help your business obtain valuable cash tax savings and improved business cash flow","metadata":{"source":"https://leyton.com/uk/creative-industry-tax-reliefs/","title":"\n\n\nCreative Industries Tax Reliefs                ","date":"","contentLength":527,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/contact-us/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/insights/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/events-and-webinars/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/research-and-whitepapers/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/case-studies-what-our-clients-had-to-say-about-us/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/our-news/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/question-hub/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"From April 2024, HMRC will apply new restrictions on what your business can claim from your overseas R&D expenditure. Overseas costs relating to externally provided workers (EPWs), subcontractors and contributions to independent R&D (such as payments to universities) will no longer be eligible – except, broadly, where it is wholly unreasonable for the company to replicate the conditions in the UK. The change was originally meant to come into effect from April 2023, however it was announced in the Spring Budget 2023 that HMRC planned to delay the implementation of overseas expenditure restrictions by one year. This delay is to give them time to consider how the restrictions might work with the potential merged R&D relief scheme. Fortunately, it also gives businesses conducting R&D overseas extra time to prepare for the changes. While the delay may result in further changes, this blog explores in detail everything that we know so far about the 2024 rule changes for claiming tax relief on overseas R&D expenditure. It also offers guidance on the planned new qualifying overseas expenditure (QOE). How are the rules changing for R&D overseas expenditure? The rules currently allowed you to claim for R&D Tax Credits that were either partially or wholly outsourced to overseas subcontractors or externally provided workers (EPWs). For the accounting periods on or after 1st April 2024, you can only outsource work carried out in the UK – although there are exemptions, which the government defines as qualifying overseas expenditure (QOE). Where a company uses externally provided workers (EPWs) to carry out R&D, expenditure on those workers will only qualify if their earnings are taxed through PAYE and they National Insurance Contributions (NICs) or their work relates to R&D activity outside the UK that qualifies under the new exemptions. What counts as qualifying overseas expenditure for R&D There are three factors that must be met in order for R&D spend on work conducted abroad to count as qualifying overseas expenditure. The necessary conditions for carrying out the R&D are absent in the UK.The location where the R&D takes place has the necessary conditions.Replicating the conditions in the UK would be wholly unreasonable. Let’s drill into each of these individually! 1. The necessary conditions for carrying out the R&D are absent in the UK Sometimes it just won’t be possible to do the work in the UK. This might be due to: geographyenvironmentsocial factorsother conditions not present in the UK Examples of work that can’t be conducted within the UK potentially include volcanic, seismologic, zoologic, botanic, oceanographic, mining, deep sea or climate change R&D – to name just a few. There may also be certain regulatory or other legal conditions that require work to take place in specific areas, such as clinical trials.The government concedes that their legislation isn’t exhaustive but, generally, they suggest that reasons preventing work from being carried out within the UK should relate to physical (or material) factors such as: animal or plant distributionmedical factors (e.g., the number of cases of a particular disease or the availability of volunteers for clinical trials)the existence of specialised machinery or facilities, which are essential for R&D 2. The location where the R&D takes place has the necessary conditions This is the simplest of the three factors because you just need to demonstrate that where you’re working has the necessary conditions that were absent in the UK. For example, suppose your R&D activity involves using sensors to study dangerous earthquakes. In that case, you’ll need to work in high seismic hazard zones such as the Circum-Pacific belt, the Alpide belt, or the mid-Atlantic Ridge (all of which are outside the UK). 3. Replicating the conditions in the UK would be wholly unreasonable Whether on not something is considered “wholly reasonable” will vary from company to company, and from R&D project to R&D project. If there are R&D facilities, such as specialist commercial labs, that only exist abroad it may be considered to be wholly unreasonable for a UK company to create the facilities themselves. This might be because your business doesn’t have the expertise to do so, or it might be because it wouldn’t be commercially viable to create such a facility. There may also be a limited time frame for you to be able to carry out the R&D, and it would take too long to create the facilities yourself – or alternatively, there may be existing UK facilities but they are fully booked, preventing you from carrying out your R&D in a reasonable timeframe. If however, the necessary R&D facilities do exist in the UK (and are available) or, if your existing facilities are similar and could reasonably be adapted, then you would be reasonably expected to carry out the work on home soil. What is excluded from qualifying overseas expenditure for R&D? Many businesses previously chose to outsource R&D abroad because it was either cheaper or too hard to find the right skillset within the UK. Unfortunately, you will no longer be able to claim for subcontracted work carried out overseas that was commissioned due to the cost of the R&D work or the availability of skilled workers as these are now classed as “excluded factors” under the new rules. Why are the rules changing for R&D overseas expenditure? The government wants to ensure that when they pay out tax relief, they’re predominantly doing so for work that’s done within the UK. This is part of HMRC’s objective of “refocusing the reliefs towards innovation in the UK” and Jeremy Hunt’s mission to “make the United Kingdom a science superpower”.It’s not yet clear if these new measures will boost R&D activity in the UK as intended. To learn more about Leyton’s view on the exclusions for overseas subcontracted work and the cost of externally provided workers, read our response to the draft legislation for the upcoming Finance Bill 2022-23. How can my business prepare for the changes to overseas R&D expenditure? If, for the accounting periods on or after 1st April 2024, you plan to claim for overseas expenditure for either subcontracted work or EPWs, you’ll need to be able to demonstrate that it was necessary to conduct R&D outside of the UK. A good way to prepare for this would be to collect evidence showing why the work could not be done in the UK. Evidence might include correspondence from a regulatory body or a reference to the relevant legislation stating that activities must occur in a particular country.Even if you are carrying out R&D with EPWs employed within the UK, you may still need to prove that expenditure was subject to PAYE and National Insurance Contributions (NICs). It’s therefore recommended that, where possible, you collect evidence of PAYE and NIC for all payments to EPWs. Find out more about overseas R&D expenditure While the rule changes on overseas expenditure have now been pushed back to 2024, your business can still plan for what’s to come. As long as the material circumstances cannot be replicated in the UK, or it would be wholly unreasonable to replicate the circumstances, and you’ve chosen to carry out the R&D in an area where the necessary conditions exist – then your expenditure is likely eligible as QOE. If you have a question that is specific to your business’ overseas expenditure, we’d be glad to help. Speak to one of our experts.","metadata":{"source":"https://leyton.com/uk/insights/articles/overseas-rd-expenditure-what-you-need-to-know/","title":"Overseas R&D expenditure: everything you need to know about qualifying overseas expenditure (QOE)\n\n","date":"27 Mar, 2023","contentLength":1281,"countryCode":"uk"}},{"pageContent":"HMRC has announced new relief measures for SMEs that are loss-making and R&D intensive. From 1 April 2023, eligible companies can claim £27 for every £100 of R&D investment. In this article, we explain what is meant by “R&D intensive” and outline how HMRC will now support eligible businesses. Background to R&D intensive relief Back in November, we shared our concern on the R&D Tax Credits rate cut as we felt that loss-making SMEs would be hit particularly hard by the new rules. SMEs, even those that aren’t profitable, pay an enormous contribution to the UK economy, driving important advances in science and technology. Cutting their tax relief would be a setback for these businesses, risking innovation and growth for the whole of the UK. It seems that the Chancellor of the Exchequer has now come to the same conclusion. In the UK’s Spring Budget, Jeremy Hunt announced a new relief package for loss-making and R&D intensive SMEs. To explain why extra support was being offered to some R&D intensive SMEs, HMRC added that they “recognise the value of R&D intensive SMEs to the UK’s wider innovation ecosystem, and the particular difficulties such SMEs face when raising capital – for example, in their pre-revenue phase – to support innovation.” Find out more about the 2023 changes to R&D Tax Credits. What is an R&D intensive SME? From 1 April 2023, HMRC will calculate R&D intensity as the proportion of an SME’s qualifying R&D expenditure compared to its total spending. SME’s will therefore be classed as R&D intensive if their qualifying R&D expenditure covers at least 40% of their total spending during a given financial period. Loss-making SMEs that meet the R&D intensive threshold can claim R&D Tax Credits using the 14.5% credit rate for qualifying expenditure on or after 1 April 2023. Those that don’t meet the threshold (or if your SME is profitable) can claim with the new 10% credit rate. Bear in mind that the intensity ratio will take into account any connected companies. If there are connected companies as defined by HMRC, total expenditure will be aggregated for calculating R&D intensity. To be classed as an SME for R&D purposes, companies must also meet specific criteria such as having fewer than 500 employees, an annual turnover of less than €100 million, or a balance sheet of less than €86 million. Learn more about the SME R&D scheme by reading our blog on R&D Tax Credits For SMEs. What are the credit rates for SMEs from 1 April 2023? For R&D intensive SMEs, the credit rate is 14.5% (the rate for non R&D intensive SMEs is 10%). For all SMEs, the additional deduction rate is 86% on top of the normal 100% tax deduction for research and development, regardless of their R&D intensity. What is the best way for SMEs to identify R&D expenditure? Our expert team of technical consultants have field experience across a range of software, science and engineering industries. This means they’re uniquely able to identify your eligible R&D expenditure while ensuring your claim is fully compliant with HMRC rules. Speak to an expert today. You can also learn more about eligible R&D spend by reading our article on what qualifies as R&D expenditure for claiming tax relief.","metadata":{"source":"https://leyton.com/uk/insights/articles/everything-you-need-to-know-about-rd-intensive-smes/","title":"Everything you need to know about R&D intensive SMEs\n\n","date":"22 Mar, 2023","contentLength":582,"countryCode":"uk"}},{"pageContent":"In the Autumn Statement 2022, and subsequently in the Spring Budget 2023, Chancellor Jeremy Hunt announced changes to R&D Tax Credits for UK businesses, affecting both SMEs and large organisations from April 2023 and April 2024. The changes to R&D Tax Credits reflect a shift in strategy from the Treasury for investment in UK innovation. In brief, the rates will be rebalanced so that businesses claiming under the R&D SME scheme will receive a lower rate of tax relief, while those claiming R&D Expenditure Credit (RDEC) will secure more generous rates. The R&D changes also emphasise a strong drive from the government to tackle abuse and improve compliance. How are rates of reliefs changing for the SME R&D scheme from April 2023? For expenditure from 1st April 2023, the additional deduction for SMEs will decrease from 130% to 86% and the SME credit rate will reduce from 14.5% to 10%, except for loss-making SMEs that are R&D intensive. If an SME’s qualifying expenditure is at least 40% of their total expenditure, they will be classed as R&D intensive and able to claim a higher payable credit rate of 14.5% for qualifying R&D expenditure. How are rates of reliefs changing for RDEC from April 2023? For expenditure from 1st April 2023, the Research and Development Expenditure Credit (RDEC) rate will increase from 13% to 20%. Example Changes to R&D Tax Credits from April 2023 <img decoding=\"async\" src=\"https://leyton.com/uk/wp-content/uploads/sites/9/2023/03/Table-v5-1024x576.jpg\" alt=\"\" class=\"wp-image-12116\" width=\"793\" height=\"446\" srcset=\"https://leyton.com/uk/wp-content/uploads/sites/9/2023/03/Table-v5-1024x576.jpg 1024w, https://leyton.com/uk/wp-content/uploads/sites/9/2023/03/Table-v5-400x225.jpg 400w, https://leyton.com/uk/wp-content/uploads/sites/9/2023/03/Table-v5-768x432.jpg 768w, https://leyton.com/uk/wp-content/uploads/sites/9/2023/03/Table-v5.jpg 1280w\" sizes=\"(max-width: 793px) 100vw, 793px\" /> Is the SME R&D scheme still worth it? Absolutely! The UK Government is still committed to supporting research-intensive SMEs, and the tax relief available can provide vital support. While the relief will be less generous, it’s important to view the changes coming in 2023 as a whole. For example, from April 2023, Corporation Tax will increase to 25% for companies with over £250,000 in profits, which would result in just a £3.20 difference in R&D Tax Credits for every £100 spent (see table above, Example Changes to R&D Tax Credits from April 2023). Even for less profitable SMEs, or SMEs who are making a loss, the cash injection provided by R&D Tax Credits can make a big difference – especially for R&D intensive SMEs! You can speak to one of our expert consultants to find out how the coming R&D changes will affect your Tax Credits claim. Will the changes affect my upcoming R&D Tax Credits claim for my current R&D activity? Upcoming changes only affect expenditure for Accounting Periods beginning on or after 1st April 2023. This means that SMEs undertaking innovative R&D can still take advantage of the government’s more generous relief rates up until accounting periods beginning on or after 1st April 2023. It is important to ensure that your business doesn’t miss out on the tax relief available to you. Why are the R&D relief rates changing from April 2023? The UK Government has said that the R&D Tax Credits are being reformed “to ensure public money is spent effectively and best supports innovation”. In other words, the reforms are meant to tackle wastage and increase lucrative R&D activity, leading to private investment and economic growth.The changes to the SME R&D scheme come in the face of increased scrutiny against claims due to reports of fraudulent tax relief claims. HMRC’s Annual Report and Accounts for the financial year 2021 to 2022 estimate that under the SMEs scheme there was a 7.3% level of error and fraud compared to just 1.1% for the RDEC scheme, which totals £469 million (£430 million from the SME R&D scheme and £39 million from the RDEC scheme).More importantly, the RDEC scheme is seen by the Treasury as more effective at driving ground-breaking innovation, building important assets within UK-based companies, and delivering better value for the British tax payer. The most recent studies from HMRC, published in 2019 and 2020, show that for every £1 of support, the RDEC incentivised £2.40 – £2.70 of additional private R&D expenditure, and the SME scheme incentivised £0.60 – £1.28. As well as boosting a scheme that the government sees as successful, the relief rates have been increased because RDEC needed reform to make it more competitive internationally. What else is changing for R&D Tax Credits for Accounting Periods beginning on or after 1st April 2023 Several other important changes to R&D Tax Credits were announced in last year’s Autumn Budget. Most measures are designed to improve protection against fraud and errors in R&D claims. The new measures state that: 1) Claims submitted digitally All companies will have to submit their R&D claim online. Mandating digital submission for all R&D-related expenses makes it easier for HMRC to review information and conduct risk assessments. 2) Claims must include additional information All claims must include additional information to support claims, such as a breakdown of the types of R&D expenditure. Again, this measure helps HMRC conduct risk assessments. 3) Claims must be supported by a named officer of the company A higher level of scrutiny is being placed on precisely who is submitting the claims, meaning that all claims will need to be supported by a named officer of the company, protecting against unauthorised claims being taken in the business’s name. 4) Claims must include details of any associated agents Each R&D claim will need to include details of any agents associated with the submission. Requiring details of any agent associated with the claim will allow HMRC to spot the involvement of agents with a track record of facilitating spurious claims. 5) Claimants must submit a pre-notification of their claim, if companies are new claimants or have not claimed in the previous 3 accounting periods New rules require first-time relief-claiming businesses (or businesses who have not claimed in the last three financial periods) to submit a pre-notification of their claim to HMRC online. This gives HMRC the opportunity to take proactive steps in educating companies on valid R&D processes and also provides extra safeguards against reliefs being illegally claimed. Find out more about pre-notification by reading our white paper R&D Tax Relief Is Changing: Is your business ready for Pre-Notification?. 6) There are expanded categories of qualifying expenditure Qualifying expenditure is also being reformed to include licence payments for datasets and data analytics and cloud computing costs. When are restrictions on claiming relief on overseas R&D expenditure coming into effect? From 1 April 2024 the government is introducing restrictions on some expenditure for overseas subcontract and Externally Provided Workers (EPWs) not paid through UK payroll. The change was originally meant to come into effect from April 2023, however HMRC is delaying the implementation of overseas expenditure restrictions by one year. You can find out more about these restrictions by reading our blog on Overseas R&D expenditure. How much money is the UK Government committing to R&D spending? The government still sees R&D as essential to stimulating private sector investment and growing the UK economy. As such, they’re increasing public funding to £20 billion annually by 2024-25 (the largest increase in R&D funding ever).What will happen to R&D Tax Credits in the future? The Treasury have said that the R&D changes are a step towards a simplified, single RDEC-like scheme for all (including R&D intensive SMEs). They will publish draft legislation on a possible merged scheme for technical consultation in the summer. Leyton has worked with HMRC on past R&D consultations and as such we await more information on this R&D Tax Reliefs review with interest. How can I ensure that my R&D Tax Credits claim is compliant? HMRC’s new focus on improving compliance invariably means more ‘red tape’ for businesses to navigate and more personal culpability for company directors as claims must now be endorsed by a named senior officer. To avoid HMRC enquiries on your R&D claim, it is now imperative that business claiming or looking to claim R&D Tax Credits do so with an established, reputable provider to ensure maximum compliance through this period of change.At Leyton, we’ve worked for twenty-five years, helping over 26,000 innovative companies put together robust and compliant claims. Our highly qualified tax experts and technical consultants can help your business navigate the R&D Tax Credit changes, ensuring you receive the maximum benefit that your business is eligible for in full compliance with HMRC.Speak to a specialist today to find out how the coming changes will affect your R&D Tax Credits claim.","metadata":{"source":"https://leyton.com/uk/insights/articles/how-rd-tax-credits-are-changing-from-april-2023/","title":"How R&D Tax Credits Are Changing From April 2023\n\n","date":"21 Mar, 2023","contentLength":1567,"countryCode":"uk"}},{"pageContent":"If your business has undertaken research and development (R&D) activity, you can claim tax relief for eligible R&D expenditure. Not sure what qualifies as R&D expenditure? No problem. In this article, we’ll walk you through each of the eligible categories for claiming valuable R&D Tax Credits. Categories of qualifying R&D expenditure There are several categories of qualifying expenditure for claiming R&D Tax Relief. These currently include: consumablesstaff costsexternally provided R&D staffsubcontractorssoftware licencesprototypesclinical trial volunteersresearch contributionscontributions to independent research (large companies only) For the accounting period following 1 April 2023 you can also claim for: data licencescloud computing servicesmathematics Consumables You can claim for consumable or transformable materials and utilities used in qualifying R&D activity. Consumables broadly include fuel, water and power. HMRC also defines consumables as items that are no longer useable because they have been exhausted or “transformed” during R&D. For example, lab chemicals or components that have been incorporated into prototypes and are therefore effectively transformed, i.e., they can’t be used for anything else.Consumables used indirectly don’t count as qualifying expenditure; however, you can claim for a portion of consumable items if you have partly used them for R&D activity. For example, you can claim an appropriate proportion of your electricity spend if your building’s power supply was somewhat used for R&D activity and somewhat used for other non-qualifying activities. If you’re unsure what an appropriate proportion would be, HMRC say “a broad-brush apportionment based on floor area or staff numbers” would be a suitable way to work out spending. Once the R&D phase is complete, and the products created become part of your day-to-day business, you can no longer claim relief on the consumables used to create the products.You can claim for consumables under both the SME and RDEC schemes. Staff costs Staff costs also qualify for R&D Tax Relief; however, only staff who engaged directly in R&D activity can be claimed for. It’s likely that some employees, such as directors, will only have contributed a proportion of their time to research and development. In these circumstances, you can claim for an appropriate proportion of their time. An employee who doesn’t work on R&D themselves, but who supports others who do, isn’t considered to be directly engaged, and therefore, you can’t claim for their salary. For example, you can’t claim for costs for administrative or secretarial work. Staffing costs are defined by HMRC as money spent on employing staff directly who are actively engaged in carrying out R&D, including: You can claim for staffing costs under both the SME and RDEC schemes. salaries, wages and any profits other than benefits in kindclass 1 National Insurance contributions paid by the companypension fund contributions Staffing costs are generally reserved for employees, i.e., someone with a contract of employment for your company. You can claim for staffing costs under both the SME and RDEC schemes. Externally provided R&D staff You can claim for the costs for externally provided R&D staff, i.e., externally provided workers (EPW). These costs come from when you use staff providers for workers who are directly and actively engaged in carrying out R&D activity. Your initial recruitment costs aren’t covered; however 65% of EPW wage expenditure paid to the staff provider or staff controller is potentially eligible to be claimed for (as long as the persons are not connected to your company). If an EPW doesn’t work full-time on R&D activity, then you can claim for an appropriate proportion of their costs. You can also claim for payments of expenses that your business has reimbursed. From 1 April 2023, exclusions will apply to EPWs not paid through a UK payroll. The UK Government has outlined some exemptions, including when you can’t do the work in the UK. This might be due to geography or environmental conditions (for example, arctic climate change research), or where there are regulatory or legal reasons for carrying out the work abroad (for example, clinical trials).You can claim for externally provided R&D staff costs for both the SME and RDEC schemes. Sub-contractors If you’re claiming under the SME Scheme, you are able to claim for the costs of paying subcontractors for activities related to R&D.HMRC defines subcontracted work as R&D activities carried out to fulfil a contract’s terms. These activities can form part or the whole of an R&D project. Subcontractors have to do the work themselves (i.e., they can’t subcontract the work out again to a third party). As with EPWs, from 1 April 2023, there will be restrictions placed on claiming for overseas expenditure on subcontracted work (the same narrow exceptions apply – see the above section on externally provided R&D staff).Generally, you cannot claim for subcontracted costs under the RDEC scheme, however, there are some exemptions. You can claim if a prescribed body does the R&D activity. The list of bodies includes charities, higher education institutes, scientific research organisations, health service bodies and individuals or partnerships of individuals. Software licences You can claim for costs for computer software licenses used for carrying out R&D activity. If you have only partly used the software for R&D work, you can claim an appropriate proportion of costs.Software licence costs can be claimed for both the SME and RDEC schemes. Prototypes Activity connected to designing, creating and testing prototypes can be claimed for. Prototypes and models can only be fully claimed for if they are used for pre-production. If the prototype itself is sold, then you are only able to claim for the design, modelling and testing (and not for consumables or construction).You can claim for prototype costs under both the SME and RDEC schemes. Clinical trial volunteers You can claim for payments made to volunteers who have taken part in any clinical trials for pharmaceutical research. This includes testing drugs on those who are healthy and those with the relevant condition or disease. HMRC defines clinical trials as “an investigation in human subjects undertaken in connection with the development of a health care treatment or procedure”. You can claim for clinical trial volunteer costs under both the SME and RDEC schemes. Contributions to independent research (large companies only) Large companies can claim R&D relief on contributions made to independent research. You’re can only claim if the contribution is towards research carried out by a qualifying body for R&D activity, such as a charity, university, research organisation or health service. The research must also be relevant to your industry. Data licences (from April 2023) From 1 April 2023, qualifying R&D expenditure will include licence payments for datasets and data analytics. You can only claim if you’ve used data for research purposes, i.e., you cannot claim if you commercially publish or sell the data onwards. You can claim for an appropriate proportion for licences only partly used for R&D activity. HMRC defines data licences as “a licence to access and use a collection of digital data. This includes datasets.” Data licence costs will be claimable under both the SME and RDEC schemes Cloud computing services (from April 2023) From 1 April 2023, qualifying R&D expenditure will also include the costs for cloud computing services. You can claim for an appropriate proportion if you have only partly used the cloud computing services for R&D activity. HMRC defines cloud computing as “the provision of, access to, and maintenance of, remote data storage and hardware facilities and operating systems and software platforms”. Cloud computing costs will be claimable under both the SME and RDEC schemes. Mathematics (from April 2023) From 1 April 2023, HMRC’s guidelines will clarify that research and development in pure mathematics is eligible for claiming R&D Tax Reliefs. Mathematics costs will be claimable under both the SME and RDEC schemes. What R&D costs can’t be claimed for? Some costs do not count as qualifying R&D expenditure. These include: production and distribution costscapital expenditure on buildings and equipmentthe cost of landthe creation of patents and trademarks I’m still not sure if my business’ R&D expenditure qualifies for claiming tax relief! If you have any questions about eligible expenditure that are specific to your R&D activity, we’d love to hear from you. Our highly qualified tax and technical consultants are here to help with your R&D Tax Relief claim. Speak to our team.","metadata":{"source":"https://leyton.com/uk/insights/articles/what-qualifies-as-rd-expenditure-for-claiming-tax-relief/","title":"What qualifies as R&D expenditure for claiming tax relief?\n\n","date":"01 Mar, 2023","contentLength":1446,"countryCode":"uk"}},{"pageContent":"About Us We are the largest R&D tax consultancy firm in the UK.Founded in 1997, Leyton is an international consulting firm present in 13+ countries with over 2000 employees that enables clients to draw on complementary sources of financing while remaining fully focused on their core business.With over two decades of innovation funding expertise and our unique methodology, we are able to provide concrete solutions which contribute to the growth and enduring success of our clients’ businesses in over 10 sectors.At Leyton, we carry innovation at the core of all our actions and share a sense of entrepreneurship, ambition, agility, simplicity, professionalism, and fun, amongst all our employees. Empower Your Career arrow_outwardarrow_outward I started Leyton right at the beginning of the pandemic, and though I was a little worried about how starting a new job while working completely remotely would go, everyone here made me feel extremely welcomed and part of the team. Since then, I have settled into a great team and have used the wide range of resources and opportunities that Leyton has provided me to develop my skills and progress my career in a way I wouldn’t have believed I could when I was at my previous company. Jack Wall R&D Assistant Manager Leyton has been a great graduate job after leaving University. After being uncertain of the career path I wanted to take, Leyton has allowed me to grow and develop my skillset as well as opening up many further job progression opportunities. Alana Argue Commercial Executive Having worked in both the sales and consultancy side of the business, I can honestly say that Leyton helps you achieve your goals. With various avenues in the business to consider, I don’t believe anything is out of reach, and know that my managers will support me on whichever path I take. Sarah Howden Senior Financial Consultant I have thoroughly enjoyed my time working with Leyton. Prior to working here, I worked in the Aerospace/Defence Engineering industry which can be quite a narrow field; The breadth of work that Leyton has allowed me to experience has broadened my knowledge immeasurably across numerous industries of engineering, architecture, and construction. Leyton has also allowed me to advance my career significantly as I joined as a Technical Consultant and have worked my way up to now being a Team Leader in one of the UK Consulting Cells. Whilst the work is fantastic at Leyton, the best thing about working here are my colleagues as all the Teams at Leyton across consulting and sales create a wonderful atmosphere and an excellent place to work. Robert Young Consultant Manager Leyton recognizes hard work, I have been given the support, tools, and opportunities to advance my career in sales and get results. Great place to work. Phil Rattigan Commercial Executive Leyton fosters its core values which empower me to excel and grow on both personal and professional levels on a daily basis. A true reflection of this is the continued expansion of the company, which offers endless growth opportunities. The work environment? I’ll just say the pride of being a Leytonian has no equal. Hamza Bouzid R&D Financial Consultant Vacancies by Department person_add Business Development manage_accounts Sales Development groups Consultancy more_horiz All our vacancies","metadata":{"source":"https://leyton.com/uk/your-career/","title":"\n\n\nSuccess Stories Begin Here                ","date":"","contentLength":549,"countryCode":"uk"}},{"pageContent":"The Leyton team works closely with a wide range of partners – Member Organisations, Trade Bodies, Accountants, Lawyers, Private Equity and Venture Capital firms, Financial Advisors and Non-Executive Directors – to provide innovation funding advice for their networks and help them leverage valuable tax incentives to navigate financial and operational challenges. We offer preferential rates for our partners, and you may also benefit from our generous referral programme.","metadata":{"source":"https://leyton.com/uk/partnerships/","title":"\n\n\nPartnering with Leyton\n","date":"","contentLength":67,"countryCode":"uk"}},{"pageContent":"Our Strategic Partnership team works closely with a wide range of partners; from clients to Accountants, Private Equity, Venture Capitalists, Financial Advisors and Non-Executives. We also proudly partner with a number of membership organisations and trade bodies across all major sectors. What to expect with a Leyton partnership? Support – We will assign you a designated Partnership ManagerEducation – Upskilling your team on Leyton’s offering, services and expertiseEvents – Exclusive invitations to our client events, webinars and access to our quarterly partnership eventsReward – Competitive referral fees I have been working with Leytons since the end of 2018 so almost 4 years. It has been a pleasure working with the various teams. They have been proactive and responsive. Most companies struggle to identify where they can make R and D claims and often their own accountants have put them off making a claim believing that it is a waste of time. Leyton helps the various companies identify where they should make a claim and supports them through the claim process. It is time consuming to write the reports for the R and D claims which disincentives companies from making these claims but Leyton does this for you so taking the hassle away. Rodney Zasmen Brown Cat","metadata":{"source":"https://leyton.com/uk/interested-in-partnering/","title":"\n\n\nPartnering with Leyton                ","date":"","contentLength":204,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/strategic-alliances/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"How does it work? You can be as involved in the process as much as you would like, however, to get started we actually need very little. Once you’ve joined our referrals network we work with you to help you identify the right people in your network. All it takes is an introduction. What makes an ideal referral? R&D Tax Credits aim to reward businesses for their continued innovation within the fields of science and technology. We can help you to identify who might be eligible, however, business owners, C-Suite Executives, Financial Directors and senior Tax Professionals within the following industries are a good place to start: Manufacturing, Engineering, Health & Pharmaceuticals, Agriculture, Construction, Financial Services","metadata":{"source":"https://leyton.com/uk/referral-partners/","title":"\n\n","date":"","contentLength":118,"countryCode":"uk"}},{"pageContent":"Are you planning to claim tax relief on your innovative research and development (R&D) project? Use our free R&D Tax Credit calculator to view an estimate of your UK R&D Tax Relief benefit. Have a question about your R&D Tax Credit calculation? If you have a question that is specific to your business, we can help. For over 12 years we’ve helped UK businesses maximise their R&D Tax Relief claims. Not only do we have highly qualified tax experts, our technical consultants also have experience across a range of software, science and engineering industries. Speak to our team arrow_outwardarrow_outward Use our free R&D Tax Credit Calculator Our R&D Tax Calculator is an easy-to-use online tool that helps you quickly estimate the amount of R&D Tax Credits your business can claim from HMRC. The calculator is suitable for SMEs who make a profit and pay corporation tax, make a profit and don’t pay corporation tax, or for those who make a loss. It considers several factors when calculating your potential benefit. For example, wages, cost of materials, software licences etc. Don’t worry if you don’t have all of the exact figures to hand! This tool will give you an example calculation of your savings through R&D Tax Relief – so estimating your costs is fine! How much could my business save? If you’ve developed a new process, product or service, you could receive up to 33% of your research and development costs through claiming R&D Tax Relief. Try out our R&D Tax Credit calculator to estimate how much you might be eligible for. We can help you maximise your R&D Tax Credits claim Using our R&D Tax Credits Calculator will give you an example calculation of how much you might be able to claim. It’s a great place to start, but to really maximise your savings we’d recommend getting in touch with one of our friendly experts – they’ll be happy to help!We’re a specialist R&D Tax consultancy. Our in-house expertise makes us uniquely placed to help innovative businesses with their claims. Our consultants have years of field experience, allowing them to dive into the details of your R&D project and identify all of the areas where you can receive financial benefits through R&D Tax Credits.Not only will our experts be able to help you maximise your financial savings, we will also ensure full compliance with HMRC’s regulations. Working with us will save you time and money and give you peace of mind. We can even help you claim more potential savings if you’re already claiming R&D Tax Relief.","metadata":{"source":"https://leyton.com/uk/rd-tax-credit%20calculator-uk/","title":"\n\n\nR&D Tax Calculator                 ","date":"","contentLength":459,"countryCode":"uk"}},{"pageContent":"R&D Tax Credit Changes April 2023 HMRC are making important changes to R&D Tax Credits. For expenditure from April, the additional deduction for SMEs will be lowered from 130% to 86%, and the SME credit rate will be reduced from 14.5% to 10%, except for loss-making SMEs that are R&D intensive (where qualifying R&D expenditure adds up to at least 40% of total expenditure). The RDEC rate will rise from 13% to 20%. The categories of qualifying expenditure are also changing. Discover our toolkit below for the full details on preparing for the coming changes.In this toolkit: Pre- Notification Fact sheetDon’t get caught out by the upcoming research and development (R&D) Tax Relief legislation changes. Download our free fact sheet now.Blog: How R&D Tax Credits Are Changing From April 2023:Find out everything that you need to know about how R&D Tax Credits are changing from April 2023.White Paper: R&D Tax Credits Statistics 2022Discover what the government’s statistics reveal about the current health of UK R&D.Webinar Replay: Maximising cash flow through R&D advance fundingLearn how to maximise capital by up to 20% and how to claim an advance on your R&D Tax Credits.Leyton For MeLeyton For Me securely eases the exchange of information and documents, guiding you simply and safely across all steps of the R&D claim. Request your 2023 resource toolkit arrow_outwardarrow_outward Types of R&D Tax Credits There are two HMRC schemes that allow you to claim valuable R&D Tax Credits:SME R&D SchemeTo qualify for the SME R&D scheme, a business generally needs: < 500 employees< €100m turnover or €86m net assetsRead more about the SME R&D Scheme.RDECLarge companies and certain SMEs can claim R&D Expenditure Credit (RDEC).Read more about RDEC. Helping innovative companies throughout the UK Our clients are based across the length and breadth of the UK, and we have dedicated teams in offices in London, Edinburgh, Glasgow, Manchester and Bristol. Get in Touch arrow_outwardarrow_outward Are you looking to claim valuable R&D Tax Relief? With more than 12 years of R&D experience and unrivalled tax and technical expertise, Leyton UK is ideally positioned to unlock potential value within your business. The benefit received can be reinvested in accelerating current or upcoming projects, used to hire new staff or support your overall growth. R&D Tax Credits are available from HMRC for eligible SMEs and large organisations. Claim back research and development costs Are you developing a new process, a product or service, or perhaps improving an existing one? The R&D Tax Credit scheme is an important HMRC incentive that rewards companies on innovative projects. R&D Tax Credits provide an often vital cash injection for businesses and, to date, Leyton UK has helped thousands of clients successfully claim more than £900m in R&D Tax Relief. Use our R&D Tax Credits calculator below to discover how much you can claim. Other Leyton services which may interest you Our highly experienced in-house teams constantly monitor market development and government funding opportunities to provide the most up-to date cost saving solutions. We offer support around a number of other government schemes including: Grants We support businesses in winning innovation funding through InnovateUK grants. Patent Box We identify, map and analyse patent tax relief opportunities. Our Key Figures No. of UK businesses supported 6 258 Average benefit per client (£) 49 000 % of UK claims submitted by Leyton 11 Qualifying activity in your industry Manufacturing arrow_outward arrow_outward Does your business look for innovative solutions to manufacturing challenges? Engineering arrow_outward arrow_outward The engineering sector is constantly working to solve complex problems and improve existing systems. Health & Pharmaceuticals arrow_outward arrow_outward Are you maximising your claims potential of your innovation? Agriculture arrow_outward arrow_outward Did you know that 70% of agricultural businesses are not claiming to their full potential? Construction arrow_outward arrow_outward Are you finding innovative solutions to construction challenges? Financial Services arrow_outward arrow_outward Many Financial Services providers are increasing their R&D spend in software and technology.","metadata":{"source":"https://leyton.com/uk/rd-tax-never-claimed/","title":"\n\n\nR&D Tax Credits: Reward your innovation and help your business to grow                ","date":"","contentLength":688,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/we-are-proud-to-work-with-some-of-the-most-innovative-businesses-across-the-uk-hear-what-our-clients-had-to-say-about-working-with-leyton-to-benefit-from-valuable-innovation-tax-incentives/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/covid-19-health-safety-policy/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"","metadata":{"source":"https://leyton.com/uk/risk-assessment/","title":"\n\n","date":"","contentLength":0,"countryCode":"uk"}},{"pageContent":"Back on the devOps trainin, organized on November 25 at the National School of Electricity and Mechanics – Casablanca (ENSEM) and conducted by our leytonians Meriam and Mehdi. Within our vision of growth and our quest for agility, we believe that the ability of our engineers to share their expertise is essential for the future! That’s why Leyton offers training sessions and opportunities that will enable tomorrow’s executives to achieve their goals: tailored learning activities with a tangible impact on students’ career paths. 👨🎓👩🎓","metadata":{"source":"https://leyton.com/ma/news/devops-training-organized-at-ensem/","title":"devOps training organized at ENSEM\n\n","date":"24-12-2021","contentLength":84,"countryCode":"ma"}},{"pageContent":"Our Meet&Greet co-organized with the students of 1337, in Khouribga. An inspiring moment for the students with the different managers of our IT department!Our experts were able to give a view on Leyton’s working context, introduce the different technologies and applications developed internally, but also propose different job opportunities. 👨🎓👩🎓 This close relationship with the educational entities of Mohammed VI Polytechnic University allows LEYTON to participate in anchoring future #graduates more effectively in professional life and to develop their employability, all in an international dimension. 🙏","metadata":{"source":"https://leyton.com/ma/news/meetgreet-day-leyton-x-1337-2/","title":"Meet&Greet Day – Leyton x 1337\n\n","date":"24-12-2021","contentLength":88,"countryCode":"ma"}},{"pageContent":"In line with its professional guidance engagement, Leyton participated on Thursday, November 11, 2021 in the ‘Meet & Greet Day’ organized by Mohammed VI Polytechnic University. The event witnessed the participation of more than 𝟏𝟓𝟎 students from the various educational institutions of UM6P: EMINES – School of Industrial Management / Mohammed VI Polytechnic University, 1337 Future Is Loading, ESAFE – UM6P, Al Khawarizmi, School of Computer Science (UM6P-CS)… This Meet & Greet Day allowed us to exchange with the students and the educational teams, both in plenary sessions and through workshops, on LEYTON’s activities in the fields of innovation consulting and process digitalization. Through this initiative, Leyton wishes to actively participate in the professional immersion of students, training and employability of future graduates. ✅","metadata":{"source":"https://leyton.com/ma/news/leyton-participated-in-the-meet-greet-day-organized-by-um6p/","title":"Leyton participated in the Meet & Greet Day organized by UM6P\n\n","date":"24-12-2021","contentLength":119,"countryCode":"ma"}},{"pageContent":"Leyton opened its doors to 17 students from EMINES – School of Industrial Management / Mohammed VI Polytechnic University, and presented its international consulting activities in the fields of innovation, energy and digital transition. This visit is an essential part of the training of future engineers and provides an opportunity to discover the business world. 👏 Through discussions with Leyton employees, the students were able to discover and deepen their knowledge of the different professions and measure the importance of expertise as well as soft skills (communication, empathy, listening, negotiation, etc.) in the consulting business.","metadata":{"source":"https://leyton.com/ma/news/student-engineers-visit-leyton/","title":"Student Engineers Visit Leyton\n\n","date":"24-12-2021","contentLength":92,"countryCode":"ma"}},{"pageContent":"At Leyton, it is our primary mission to help businesses leverage financial incentives to accelerate their growth and achieve long-lasting performance. With international expansion as part of our strategy, we welcome a new office in Portugal, and are already in place to support businesses in their sustainable growth. With our newest addition, we surpass from 12 to 13 countries and complete our presence in the Iberian Peninsula. David Parra, the general director at Leyton Iberia, will be in charge of supervising the development of business in the Portuguese market. “With COVID-19, Leyton found ways to maintain the exponential growth achieved during the last years. As a result of what we’ve achieved, and thanks to our 7 offices spread through the Spanish territory, we establish ourselves as leaders in the industry. With this momentum, we’ve wanted to continue expanding our business and take on this new opportunity in the Portuguese market with great enthusiasm. Although our first office will be located in Lisbon, we have all intention of opening another office in Porto next, now that we see great potential in these two cities. I am sure that this new adventure will be a success”. SERVICES AVAILABLE AT LEYTON PORTUGAL Based on the local tax incentives and our 24 years of experience in innovation funding, the services that will be offered in the Portuguese market can be divided into 3 main groups: Tax deductibles or SIFIDE: These are tax incentives for the creation of the right to deduction for the execution of research activities, development, and innovation.Financial Aid: Portugal 2030 and international financial aid, for example Horizon and Eureka.RFAI: For investments in new economic activities, growth or diversification, such as investments in new, tangible and intangible, fixed assets. THE NEXT STEPS FOR LEYTON IN PORTUGAL As we open our doors to the needs of innovators in the Portuguese market, we plan to welcome talented experts to ease our clients’ workload and leverage financial incentives for sustainable performance. Contact us at portugal@leyton.com.","metadata":{"source":"https://leyton.com/ma/news/new-office-opening-leyton-lands-in-portugal/","title":"New Office Opening: Leyton Lands in Portugal\n\n","date":"22-02-2022","contentLength":338,"countryCode":"ma"}},{"pageContent":"Join our growing international group! Our people are a part of everything we build. Join Leyton, bring your experience and know-how and find out all you have to learn. Because at Leyton, you will be the engine of your evolution, and we will accompany you along the way. Leyton offers a positive and diverse working environment that leads to our employees’ success and happiness both personally and professionally. A potential that we highlight through seminars, training, after-work sessions, and multiple corporate events to encourage solidarity and maintain our team spirit! Inclusion, diversity and gender Include everyone Diversity includes. Inclusion empowers. Parity makes you grow. It is by bringing everyone together that we can move forward, innovate, and give the best of ourselves together. That’s why we continue our commitment to inclusive recruitment and development opportunities, as well as equal pay. Shared values and international environment Move forward all together Joining Leyton also means immersing yourself in an environment of sharing and exchange at the international level. Shared universal values, such as meritocracy, excellence, respect, and innovation. Personal and professional development Your story has only just started Working at Leyton also means dealing with constant change, in terms of innovation but also of career paths. You will be able to deepen your knowledge in your area of expertise, take on other responsibilities in your role, or explore new opportunities. Whatever you decide, you will be the engine of your evolution, and we will accompany you along the way. Healthy and safe working environment Your well-being at the center Leyton strongly believes in the need for comfort and physical well-being in the workplace. Leyton does everything in its power to guarantee its employees suitable co-working and teleworking spaces. In addition, in the fight against COVID, Leyton is committed to ensuring safe working conditions. Halloween is a holiday that I will never forget. I had decorations all over my desk and the front desk was full of candy, and it was a wonderful change from the workspace I’m used to. I love being able to celebrate these moments with my colleagues. #TrickOrTreat Yasmine Rizk With Leyton since 2008 The Leyton Spirit diversity_2 Our People arrow_outwardarrow_outward Leyton’s Women & Men are equipped with an agile & proactive mindset that brings precise answers to specific organizational challenges while providing long-lasting process recommendations & financial leverage. With our people as our greatest asset, we’ve internally promoted to build 90% of our leadership team and continue to capture the best talent for our clients. smart_toy Spirit of innovation arrow_outwardarrow_outward Our internal tech lab allows our experts, technical and financial consultants, to use applications and tools combining artificial intelligence, RPA (Robotic Process Automation), and data management to offer our customers services and solutions that are state-of-the-art. all_inclusive Sustainable development arrow_outwardarrow_outward Leyton goes beyond consultancy & financial leverage and takes responsibility for fostering collaborative actions to build up a sustainable & responsible future.","metadata":{"source":"https://leyton.com/ma/life-at-leyton/","title":"\n\n\nLife at Leyton                ","date":"","contentLength":492,"countryCode":"ma"}},{"pageContent":"At the cutting-edge of digital innovation, our team of developers, engineers and designers work daily with consultants to help our clients to benefit from financial incentives to accelerate their growth and achieve long-lasting performance. Life at the tech Lab Our digital teams, made up of POs, business and marketing experts and our “pizza team” organisation, enable our experts to increase their efficiency and agility through better communication and group cohesion. Thanks to the diversity of our talents and their disruptiveness, Leyton has the ability to offer unique solutions designed to help our clients to benefit from financial incentives to feed their growth and performance. Revolutionize How You Claim Tax Credits REV by Leyton is a cutting-edge tax credit service that combines technology with our best-in-class tax team. Through integrations and an easy-to-use interface, startups and small businesses can claim tax credits, like the Payroll R&D Tax Credit and the Employee Retention Credit, on their own time. REV by Leyton helps you claim back money to power what’s next. Explore REV arrow_outwardarrow_outward Our Tech LabVision & Philosophy Integrated Digital SquadsAll digital professions are integrated into our in-house Tech Lab. An organisation that enables our teams to master the entire digital value chain: product owners (PO), PPO (proxi PO) software engineers, data scientists, designers, DevSecOps, BI consultants, scrum masters, tech leads…Excellence and Augmented IntelligenceLeyton relentlessly works to onboard the best talents to join the tech lab: people that are technology-savvy, love to learn, and have demonstrated an interest in turning ideas into solutions with the aim of helping our clients to benefit from financial incentives. Reliable and Secure SolutionsTo ensure the security and reliability of our solutions, we host our own servers in a private cloud, follow strict GDPR standards, and respect and certify our quality standards [ISO9001]. Thus, our process also provides security and reliability to our customers’ information. In all the countries where we are based, our employees are prepared to respond to the challenges of tomorrow with both customers and organisations alike. Now more than ever, our responsibility as a business is to actively participate in the social and environmental transition by integrating these topics into our activity. To register our development, we have grand ambitions and numerous projects – those of our employees and clients in a sustainable outlook. François Gouilliard CEO & Founder of the Leyton Group Our Tech Lab Our experts, technical and financial consultants, rely on the dedicated eLeyton Tech Lab to develop applications and tools that combine artificial intelligence, RPA (Robotic Process Automation) and data management. These Augmented Consultancy solutions allow us to offer our clients state-of-the-art services. Our Teams Data science and Machine Learning Our teams work on cutting-edge technologies to answer real-world business problems. Big Data and Analytics Data is one of our greatest assets. Our Big Data teams work on collecting, ingesting, processing, and delivering data. Web Development Leyton Web development teams work on different projects in several industries. ERP and CRM Leyton has an outstanding team of Salesforce consultants that work hand in hand with our different stakeholders on a very large scale. DevSecOps We adopt a continual improvement approach to deliver the best technologies. UX Design The UX / Product design team uses user research, design thinking, visual design, and user feedback to determine the strategic direction of all initiatives supporting our clients and our consultants. Featured projects LEYTON 4 ME LEYTON FOR ME is a B2B platform that helps both consultants and clients track the progress of different projects. The platform facilitates fluid communication between-parties, facilitates documents sharing, and offers other useful features for the client such as: activity transparency, data security and better project monitoring and management. GIGAWHAT Gigawhat is a platform that makes it possible to manage the financing of works related to white certificates in a faster and more thorough way. Gigawhat includes the necessary functionalities for the follow-up and management of white certificates. Angel OCR Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge.","metadata":{"source":"https://leyton.com/ma/tech-lab-2/","title":"\n\n\nWe Design. We Build.We Test. We Explore.                ","date":"","contentLength":700,"countryCode":"ma"}},{"pageContent":"Giving meaning to performance: A bearer of dreams and adventures, sailing is also one which involve continous innovation and cutting edge technology. By crossing the oceans and seas of the world with our incredible skippers Arthur Le Vaillant (2018-2020) and Sam Goodchild (2019-present), we want to support our clients, employees and partners on their quest for performance and excellence. We also recognise the need for awareness and responsibility and our commitment to this project reflects our desire to come together to conserve our planet and its oceans. Our successes Relive the events that have shaped the Leyton Sailing adventure through the commitment and successes of our Team. A project consistent with the Group’s commitments All the actions and activities of the team are consistent with the values of the Leyton Group. That is to say solidarity and excellence, but also the preservation of the environment by using our sailing project as a catalyst for good practices and initiatives focussed on working together to create a more sustainable world. 33 years old – Skipper Now a specialist in ocean racing, both multihull and monohull, with a crew or solo, Sam Goodchild has gained a great deal of sailing experience in recent years and has built up a solid background. Skipper at Leyton since 2019, he now sails on board the Ocean Fifty, a challenging and powerful trimaran. This English skipper lived with his family on a boat until the age of 10. He moved to France in 2011 to specialise in ocean racing 42 years old – Team Manager Aymeric is the Team Leyton manager. He is an engineer and naval architect, but also an excellent racer. The French sailor made his debut in Mini before moving on to Class40. He then acquired a great deal of experience in the Ocean Fifty and took on the role of crew member for the Pro Sailing Tour and also co-skipper for the Transat Jacques Vabre A successful team by their side The Leyton team also has a Team Manager, a logistics manager, a trainer, and several other talented team members for crew sailing, without these people nothing would be possible Leyton Finishes 3rd Into Martinique Sam Goodchild and Aymeric Chapellier on Leyton finished the Transat Jacques Vabre into Fort de France, Martinique. The Anglo-French duo staged a significant comeback after being 283 miles behind the leaders at the Cape Verde islands racing a new course for this 15th edition of the Transat Jacques Vabre. Leyton, winner of the 2021 Pro Sailing Tour The Leyton Sailing Team has completed the Grand Slam of the first season of the Pro Sailing Tour. After winning the Brest, La Rochelle and Las Palmas de Gran Canaria episodes, Sam and his crew won the Final Rush. A great achievement for our British skipper’s first year in the Ocean50. Sustainable Organisations Summit 2021 – Marseille In July 2021, the 2nd Sustainable Organisations Summit was held in Marseille, France. Over the course of a week, Leyton brought together stakeholders who wanted to discuss various sustainable development issues. It was also an opportunity to receive and reward the winning startups of the Sustainable Innovation Challenge who presented their projects Launch of the new Ocean Fifty Leyton After a long winter in the shipyard and decked out in her new colours, the new Ocean FIfty Leyton was launched in March in La Trinité sur Mer in the company of its skipper, Sam Goodchild and the whole team. The British sailor is taking the helm of the trimaran for this new season, the highlight of which will be the Transat Jacques Vabre this autumn 2019 European tour We arranged a tour of Europe (England, France, Italy, and Spain) with our Figaro Bénéteau 3 for public relations and client events to highlight the group’s commitment to sustainable projects and ocean preservation. Route du Rhum 2018 We were delighted with 4th place for Arthur Le Vaillant’s 1st Route du Rhum – what a performance! A project as a catalyst for innovation The Ocean Fifty Leyton acts as an innovation laboratory by carrying on board flexible organic solar panels developed by the start-up Héole. It also encourages the emergence of innovative projects through the Sustainable Organisations Challenge Leyton x The Magenta Project As part of the group’s commitment to gender equality, the team has teamed up with the Magenta Project, an organisation that promotes the integration of women into the world of competitive sailing, to create a series of training sessions exclusively for women. These courses offer women sailors coastal and offshore sailing with Sam Goodchild and his crew on board the Ocean50, as well as a series of workshops and seminars led by guests from the world of sport Thank you to everyone who has been involved in the fight against Covid-19. We asked Leyton Group employees to nominate their friends and family who had gone above and beyond during the Covid-19 crisis. All the nominees will now have a symbolic place on board the Multi50, accompany the Team during their outings at sea, as the 200 employee ‘heroes’ have their names inscribed on the boat’s sails Carbon footprint and boat offset In 2018, for the 1st time in the nautical sector, our energy transition teams wanted to achieve the carbon footprint of our Class40. This was shared with as many people as possible to enable each participant to understand and act in order to reduce the carbon impact of the construction and use of these racing boats. Without this being the purpose of this study, we have chosen to compensate for this impact by planting trees with Reforest’Action.","metadata":{"source":"https://leyton.com/ma/leyton-sailing-team/","title":"\n\n\nDiscover the Leyton Sailing Team                ","date":"","contentLength":947,"countryCode":"ma"}},{"pageContent":"Our Teams Help Improve Your Business Performance HOW DID WE START?Leyton remains, first and foremost, an entrepreneurial adventure, which began with the perseverance of two determined characters: François Gouilliard co-founder and chairman, and Olivier de Beauminy, Co-founder.WHAT DO WE DO? and HOW DO WE DO IT?Our consultants simplify access to complex incentives. Combined teams of highly skilled Tax and Technical specialists enhanced with cutting-edge digital tools maximize the financial and non-dilutive benefits for all types of businesses and organizations.WHY WE ARE DIFFERENT?With compliance always in front of our minds, we have been delivering optimal services for our clients for 24 years. This provides peace of mind that you will always receive the maximum benefit without taking risks. Empower Your Future Leyton is an international consulting firm that helps businesses leverage financial incentives to accelerate their growth and achieve long-lasting performance. Get to know us Clients 26 000 Years of experience 25 Employees 20 000 Countries 13 The Leyton Spirit diversity_2 Our People arrow_outwardarrow_outward Leyton’s Women & Men are equipped with an agile & proactive mindset that brings precise answers to specific organizational challenges while providing long-lasting process recommendations & financial leverage. With our people as our greatest asset, we’ve internally promoted to build 90% of our leadership team and continue to capture the best talent for our clients. smart_toy Spirit of innovation arrow_outwardarrow_outward Our internal tech lab allows our experts, technical and financial consultants, to use applications and tools combining artificial intelligence, RPA (Robotic Process Automation), and data management to offer our customers services and solutions that are state-of-the-art. all_inclusive Sustainable development arrow_outwardarrow_outward Leyton goes beyond consultancy & financial leverage and takes responsibility for fostering collaborative actions to build up a sustainable & responsible future. Why should you choose Leyton? In 2007, Leyton settled down in Morocco with around fifty employees. Fifteen years later, it has a workforce of 645, in which 55% are either engineers and / or doctors, 60% are women. Founded in 1997, Leyton is an international consulting firm and our teams around the world remain devoted the technological, ecological and socio-economic development of organisations. Our consultants are all true technical experts and provide concrete solutions which contribute to the growth and enduring success of our clients’ businesses. public Global Experience 25 years of global experience : Backed by 25 years of experience, we’re here to empower your future. female Team of Experts We have over 70 specialists on staff to calculate your claim and keep up with the legislation changes. Our highly qualified team of tax and technical experts are up to date on the latest legislation. The team comprises of accountants, scientists, engineers, & doctors. Key Figures years of experience in Morocco +15 Engineers and/or doctors + 55 % Women + 60% How we can help your business grow We provide opportunities for fresh graduates and experienced professionals to build exciting and fulfilling careers within a rapidly growing business. join 7 reasons to join us Diversity_3 Careers at Leyton Diversity_2 Meet our talents","metadata":{"source":"https://leyton.com/ma/about-us/","title":"\n\n","date":"","contentLength":507,"countryCode":"ma"}},{"pageContent":"Leyton has offices in 13 countries Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge. France Paris Office 16 boulevard Garibaldi – 92130 Issy-les-Moulineaux Lyon Office 7 rue Juliette Récamier – 69006 Lyon Montpellier Office Tour Europa – 101 avenue de Délos – 34000 Montpellier Marseille Office 565 avenue du Prado – 13008 Marseille Nantes Office 11 rue Arthur III – Immeuble INSULA, 5ème étage – 44200 Nantes Sophia-Antipolis Office Espace Saint-Philippe – 200 avenue de Roumanille – 06410 Biot Strasbourg Office 27 rue du vieux Marché-aux-Vins – 67000 Strasbourg Toulouse Office 33 avenue Georges Pompidou (Bât. D) – 31131 Cedex Balma +331 55 39 11 00 contact@leyton.com Visit website arrow_outward arrow_outward Canada Montreal 1260 Boulevard Robert Bourassa, 5th floor Montreal, QC H3B 3B9 Toronto Suite 570, 144-146 Front Street West, Toronto, ON M5J 2L7 Calgary 333 7th Avenue SW, Suite 2130 Calgary, AB T2P 2Z1 Vancouver 666 Burrard St, Vancouver, BC V6C 2X8 canada@leyton.com Visit Website arrow_outward arrow_outward United Kingdom London Office Harmsworth House, 1st Floor, 13-15 Bouverie Street, London EC4Y 8DP +44 207 043 2300 Edinburgh Office One Lochrin Square, 92 Fountainbridge, Edinburgh EH3 9QA, UK +44 141 471 9327 Glasgow Office 8th Floor, Lomond House, 9 George Square, Glasgow G2 1DY +44 141 471 9327 Manchester Office 10th Floor, Manchester One, Portland Tower, 53 Portland Street Manchester M1 3LD +44 161 470 7099 uk@leyton.com enquire@leyton.com Visit website arrow_outward arrow_outward Germany Düsseldorf Office Bleichstraße 20 40211 Düsseldorf +49 211 54085370 München Office Radlkoferstraße 2 81373 München +49 892 060936144 deutschland@leyton.com Visit website arrow_outward arrow_outward Morocco Casablanca Office Shore 14, 5ème étage Parc Casanearshore 1100 Boulevard ElQods Sidi Maârouf Casablanca +212 5 22 27 62 65 maroc@leyton.com Visit website arrow_outward arrow_outward Netherlands Utrecht Office Secoya Papendorpseweg 99 3528 BJ Utrecht +31 30 600 83 25 benelux@leyton.com Visit website arrow_outward arrow_outward Spain Barcelona Office Plaza Xavier Cugat 2, Edificio D, 4 Planta 08017 Sant Cugat del Vallés, Barcelona +34 93 707 78 58 Bilbao Office Plaza Euskadi 5, Torre Iberdrola, Planta 24 48009, Bilbao +34 94 641 89 06 Madrid Office Avenida de Burgos 12, Planta 11. 28036 Madrid +34 91 833 96 64 Girona Office Parc Central Business Center Carrer del Mestre Francesc Civil, 8 – 17005 Girona +34 661 59 36 85 Malaga Office Calle Alamos 7, 1ª planta 29012 Málaga +34 600 95 92 90 Valencia Office C de l’Antiga Senda d’En Senent, 11. Planta 7, puerta derecha 46023 Valencia +34 964 919 259 Vigo Office Rua Principe, 35 1ºB 36202 Vigo +34 67 143 64 17 Palma de Mallorca Office Calle Aragón 20, 1ºB 07006 Palma de Mallorca, Illes Balears +34 672 623 788 Gijón Calle Marqués de San Esteban, 2, Despacho 002, 33206 Gijón, Asturias +34 671 26 92 88 Las Palmas de Gran Canaria Office C/ Agustín Millares 18 35000 Las Palmas de Gran Canaria, Islas Canarias +34 663 33 38 36 iberia@leyton.com Visit website arrow_outward arrow_outward Italy Milano Office Via Melchiorre Gioia, 26 20124 Milano Firenze Office Via Curzio Malaparte, 19 50145 Firenze Bari Office Via Delle Murge 89/100 – 4° piano Salerno Office Via Giulio Pastore, 24 84131 Salerno Verona Office Via Francia, 21/c 37135 Verona Roma Via del Serafico, 89/90 00142 Roma +39 (0)235976001 italia@leyton.com Visit website arrow_outward arrow_outward Poland Warsaw Office Wspólna 70, 00-687 Warszawa +48 22 245 41 89 poland@leyton.com Visit website arrow_outward arrow_outward Portugal Porto Office R. Daciano Baptista Marques, 245. Lake Towers – Edificio D – 2º Andar – Sala 226 4400-617 Vila Nova de Gaia, Porto +351 914 021 642 portugal@leyton.com Visit website arrow_outward arrow_outward USA Boston Office 2 Avenue de Lafayette, 6th Floor Boston, MA 02111 San Francisco Office 351 California St, Suite 300 San Francisco, CA 94104 +1 617-765-0990 contact-us@leyton.com Visit website arrow_outward arrow_outward Belgium Brussels Office Chaussée de la Hulpe 166 1170 Brussels +32 262 62750 benelux@leyton.com Visit website arrow_outward arrow_outward Sweden Stockholm Office Klarabergsviadukten 63 (box 190), 111 64 Stockholm + 33 (0)6 98 53 74 67 contact@leyton.com Visit website arrow_outward arrow_outward","metadata":{"source":"https://leyton.com/ma/locations/","title":"\n\n","date":"","contentLength":738,"countryCode":"ma"}},{"pageContent":"The way we work Leyton is a place where you will work with people who share your passion. Where activity stimulates skills. Where a deep respect for courage and original ideas will inspire you to give your best together. Leyton Morocco is organized according to functional specialties & not by industry, which is rare for a company of our size. We are specialists who lead others. At Leyton, leaders combine their skills with two other essential characteristics: a taste for detail and a willingness to debate when making collective decisions. At all levels, it can be liberating and even exhilarating to work with expert people who give relevant advice and can become your mentors. This approach to leadership is a commitment to collaboration that enables innovation. Evolution & Promotion We are setting up a cross-functional development path highlighting the skills and profiles of our employees, so everyone can reveal their potential. Your strength of proposal, results, and personality will allow you to create your position and benefit from internal mobility. Innovation Innovation is driven by those who know their stuff, whether they are young people just starting out or people with decades of experience. At Leyton, innovation doesn’t just depend on great people, but also on a community of specialists. The same question drives them: “What can we do more than what has already been done?” “We encourage this culture by giving specialists the space to take bold but informed risks, enabling innovation. Training We are setting up a cross-functional development path highlighting the skills and profiles of our employees, so everyone can reveal their potential. Your strength of proposal, your results, your personality will allow you to create your position and benefit from internal mobility. The Leyton Spirit diversity_2 Our People arrow_outwardarrow_outward Leyton’s Women & Men are equipped with an agile & proactive mindset that brings precise answers to specific organizational challenges while providing long-lasting process recommendations & financial leverage. With our people as our greatest asset, we’ve internally promoted to build 90% of our leadership team and continue to capture the best talent for our clients. smart_toy Spirit of innovation arrow_outwardarrow_outward Our internal tech lab allows our experts, technical and financial consultants, to use applications and tools combining artificial intelligence, RPA (Robotic Process Automation), and data management to offer our customers services and solutions that are state-of-the-art. all_inclusive Sustainable development arrow_outwardarrow_outward Leyton goes beyond consultancy & financial leverage, and takes responsibility in fostering collaborative actions to build up a sustainable & responsible future. How can we help you empower your future? Explore and pick the perfect job for you Our in-house team of highly qualified tax and technical experts are committed to helping you leverage innovative strategies tailored to your unique business environment. We have 25+ years of experience working with businesses of all sizes offering tax services. view_in_ar_new Consulting At the heart of our centre of excellence is a highly dedicated team at the forefront of state of the art research subjects. This team comprises expert individuals whose main mission is to monitor the latest technologies in the public domain and participate in the development of our cutting-edge scientific knowledge bank in collaboration with our various offices around the world. lightbulb_circle Tech Lab At the cutting-edge of digital innovation, our team of developers, engineers and designers work daily with consultants to help our clients to benefit from financial incentives to accelerate their growth and achieve long-lasting performance. air Sales & Business development Leyton’s Morocco Contact Centre offers you a great opportunity to enhance your commercial skills and build a solid working experience. Our Certified trainers provide full training and best practices to be successful. Our expertise is typically on outbound calls to both prospects and customers. Ultimately, you will meet great people, colleagues and professionals. Our team of experts has many specialities You will always find the right path of speciality with us Mechanics, Energy, Civil Engineering Smart Cities, Eco-design, Renewable Energies, Energy Efficiency, Modelling, BIM, Fluid Mechanics, Mechanics of Structures, Aerodynamics Telecommunication and Network RFID, Internet of Things (IoT), Network Security, QoS Assurance Protocols, Ad-hoc and PCS Wireless Networks Automation, Electronics, Electrical Engineering: Robotics, Embedded Systems, Micro-nano Systems, Microelectronics, Power Systems, Control Systems Computer and Data Science Artificial intelligence, Machine Learning, Quantum Computing, Distributed Systems, Cryptography, Blockchain Technology, Mobile Computing, Mathematical Optimization and Modelling Materials, Processes and Chemistry Crystallization, Polymerization, Nano-composites, Bio-sourced Materials, Nano-Materials, Chromatography and adsorption, Electrochemical Systems Biology, Medicine and Food processing Animal and Livestock Science, Microbiota & Gut health Innovation, Plant Breeding Innovation; Smart Seeds / Crops, DNA design, Biotech Innovation, New-Generation Vaccine","metadata":{"source":"https://leyton.com/ma/our-expertise/","title":"\n\n\nWe help unleash our clients’ innovation potential!                ","date":"","contentLength":771,"countryCode":"ma"}},{"pageContent":"Get in touch! We help companies improve their business performance through identification & optimization of tax incentives including the R&D Tax Credit, Employee Retention Credit, Reverse Sales & Use Tax Audit, & more. apartment Local Headquarters arrow_outwardarrow_outward Casablanca Office Shore 14, 5ème étage Parc Casanearshore 1100 Boulevard ElQods Sidi Maârouf Casablanca +212 522 47 02 20 handshake Get in touch arrow_outwardarrow_outward Our in-house team of highly experienced scientists, engineers, tax consultants and attorneys can help you reduce your tax liability. Reach out to us today! domain Our Offices arrow_outwardarrow_outward Operating in 13 countries, our group has multidisciplinary expertise on a global scale that allows us to have a local approach and a global vision that can respond to any type of challenge. feed Our News arrow_outwardarrow_outward Get the latest information from our press releases, media contacts, and other resources. badge Careers arrow_outwardarrow_outward At Leyton, we believe in empowering our employees to thrive and grow. Our career development programs present dynamic opportunities to gain positive mobility in your career. share Follow Us arrow_outwardarrow_outward Follow us on LinkedIn, Facebook, Instagram, Twitter and YouTube.","metadata":{"source":"https://leyton.com/ma/contact-us/","title":"\n\n","date":"","contentLength":182,"countryCode":"ma"}},{"pageContent":"The family is growing; we need more talents to join our adventure! You understand the modern needs of companies? #WeAreHiringThe family is growing; we need more talents to join our adventure! You understand the modern needs of companies? #WeAreHiring We have been innovating for more than 25 years. In 2007, Leyton settled down in Morocco with around fifty employees. Fifteen years later, it has a workforce of 645, in which 55% are either engineers and / or doctors, 60% are women. Founded in 1997, Leyton is an international consulting firm and our teams around the world remain devoted to the technological, ecological, and socio-economic development of organisations. Our consultants are all true technical experts and provide concrete solutions which contribute to the growth and enduring success of our clients’ businesses. Learn more arrow_outwardarrow_outward We Design. We Build. We Test & We Explore. At the cutting-edge of digital innovation, our team of developers, engineers, and designers work daily with consultants to help our clients to benefit from financial incentives to accelerate their growth and achieve long-lasting performance. Join the team arrow_outwardarrow_outward How can we help empower your future? We provide opportunities for fresh graduates and experienced professionals to build exciting and fulfilling careers within a rapidly growing business. join 7 reasons to join us Diversity_3 Careers at Leyton Diversity_2 Meet our talents Our latest news devOps training organized at ENSEM Back on the devOps trainin, organized on November 25 at the National School of Electricity and… 24-12-2021 Read more arrow_forward arrow_forward Meet&Greet Day – Leyton x 1337 Our Meet&Greet co-organized with the students of 1337, in Khouribga. An inspiring moment for… 24-12-2021 Read more arrow_forward arrow_forward Leyton participated in the Meet & Greet Day organized by UM6P In line with its professional guidance engagement, Leyton participated on Thursday, November 11,… 24-12-2021 Read more arrow_forward arrow_forward","metadata":{"source":"https://leyton.com/ma/","title":"\n\nEmpower your FutureAnalyse, Explain & Claim!Empower your FutureCode, Start & GO!","date":"","contentLength":312,"countryCode":"ma"}},{"pageContent":"Our ambition Sustainable development is at the heart of Leyton’s DNA. Through the Sustainability by Leyton programme, we are coordinating all our CSR (Corporate Social Responsibility) actions by relying on the expertise of our employees in technical, energy and economic transition. Our group also sponsors numerous organisations and foundations, whose social, environmental and societal causes we support. In all the countries where we are based, our employees are prepared to respond to the challenges of tomorrow with both customers and organisations alike. Now, more than ever, our responsibility as a business is to actively participate in the social and environmental transition by integrating these topics into our activity. To register our development, we have grand ambitions and numerous projects, those of our employees and clients, in a sustainable outlook. François Gouilliard CEO and founder of the Leyton Group Three pillars Through our CSR program, Leyton coordinates all its actions by relying on the expertise of its employees. We regularly support charitable organisations through fundraising events and volunteering activities. The Leyton Group also sponsors numerous organisations and foundations whose social, environmental, and societal causes we support. We focus our efforts on our three pillars: Social Mental health awareness activities, equality in senior roles and equality, diversity and inclusion training Economy Charities & fundraising activities, working with partner organisations, CSR days Environment Three R’s (reduce, reuse, recycle), Tangible goals for creating a net zero / carbon positive business, environmental monitoring & verification Our local actions Clean beach operation Alongside many corporates and startups, we surf the wave of cleaning the oceans for the next generations, also maintaining a sustainable approach towards nature! Fight for cancer Marathon Several Leyton Maroc employees participated in the presence of great national athletes to a marathon organized by the Noujoum association in favor of children with leukemia. Food and goods donation Leyton Maroc supports the Noujoum Association which sets up educational workshops in hospitals for children with cancer. Several employees regularly visit the children on a voluntary basis. How we act to reach the Sustainable Development Goals (SDGs) SDG#3 : Good Health and Well-being In the last few months, we have initiated several campaigns to support and thank individuals who helped support the fight against COVID-19, such as donating 1% of all fees collected by the company between April and June to the National Health Service in the UK, the Pasteur Institute in France and the Spanish National Research Council (CSIC) in Spain. SDG#5 : Gender equality Our US & Spain offices have launched ‘Leyton Women in STEM’ campaigns to celebrate & appreciate our female technical consultants who bring highly advanced technical knowledge & industry expertise to provide valuable benefits to our clients. SDG#7 : Affordable and clean energy In January 2020, we hosted The Sustainable Startup Challenge, an international competition in which start-ups competed for a chance to win a stand at #CES2020. BeFC Bioenzymatic Fuel Cells stood out with an ecological paper based fuel cell system that uses biological catalysts instead of chemical catalysts. SDG#11 : Sustainable cities and communities In Morocco, our employees organized a clean beach operation, and in the UK several employees joined a tree planting operation. SDG#11 : Sustainable cities and communities In line with our efforts to protect the environment, Leyton has opted for “ecological” and eco-friendly offices for its head office in Paris and also for its branch in Italy. SDG#14 : Life below water We are a Corporate Partner of the Blue Marine Foundation, a charity dedicated to restoring the ocean’s health by addressing overfishing, one of the world’s biggest environmental problems.","metadata":{"source":"https://leyton.com/ma/corporate-social-responsibility/","title":"\n\n\nSustainability by Leyton                ","date":"","contentLength":597,"countryCode":"ma"}}]