[{"pageContent":"LE BULLETIN DE SALAIRE DÉMATÉRIALISÉ  Un espace personnel sécurisé pour l’archivage de tous vos documents, y compris vos bulletins de salaire sera disponible à partir du 1er mars 2018.   Avec DIGIPOSTE finalisez l’ouverture de votre compte et accédez en un clic à votre bulletin de paie numérique.   Le Bulletin de salaire dématérialisé en pratique :  1 – Vous recevez automatiquement vos bulletins de paie sur DIGIPOSTE, pour les consulter il faut finaliser la création de votre compte (Démarrage à partie de la paye de février 2018)  2 – Vous pouvez centraliser et classer vos documents dans votre coffre‐fort numérique selon vos envies (par émetteur, par type...)   3 – Vous pouvez partager vos documents avec vos proches et tiers sélectionnés en toute sécurité, vous pouvez préparer et suivre vos démarches administratives   CE QUI NE CHANGE PAS LES NOUVEAUTES   Niveau de confidentialité identique  Document officiel et certifié  Gratuité   Réception rapide et automatique  Disponible 24h/24 – 7j / 7  Accessible depuis un pc, tablette et smartphone  Préservé des dommages du temps  Sauvegardé à vie  Ecologique  Gain de place  Transférable   Votre vie privée protégée :  L’entreprise n’a ni droit ni accès à votre espace personnel sécurisé  Vous avez la liberté de résilier cette adhésion à tout moment depuis votre compte DIGIPOSTE.   ","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Bulletin_de_salaire_dematerialisé.pdf","pdf_numpages":1}},{"pageContent":"LE CONGE POUR ENFANT MALADES'adresse à :Tous les salariésRédigé par : La Direction des Ressources HumainesDans quel contexte? En cas de maladie ou d'accident de votre enfant, an de lui apporterles soins nécessaires.  Sous quelles conditions?  Conditions relatives à l'enfant :            -Moins de 16 ans           -Maladie ou accident constaté(e) par certicat médical   Conditions relatives au parent :             -Assumer la charge de l'enfantQuelle est la durée de ce congé? Si votre enfant à moins d'1 an ou si vous assumez la charge d'aumoins 3 enfants de moins de 16 ans : 5 jours par année glissante, fractionnés ou non (fractionnement pardemi-journée accepté) Dans les autres cas : 3 jours par année glissante, fractionnés ou non  (fractionnement pardemi-journée accepté)Quelles démarches effectuer?  1/ Informer votre manager sans délai de votre absence.  2/ Déclarer votre absence sans délai dans Figgo sous le motif :FR - Enfant malade 3/ Joindre le certicat médical à votre déclaration, en cliquantsur votre journée ou demi-journée de congé. Quel impact sur la rémunération? En principe, ce congé n'est pas rémunéré.Toutefois, sous réserve de bénécier d'1 an d'ancienneté,l'entreprise accorde un maintien de rémunération pour la premièrejournée de congé enfant malade. Dispositions particulières pour l'agence de Strasbourg, nous consulterpour plus d'informations. ","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Congé_pour_enfant_malade.pdf","pdf_numpages":2}},{"pageContent":"Congé solidaire : c'est parti avec Wenabi!Leyton vous offre une journée pour vous engagerProtez d'une journée offerte par Leyton pour vous engager A l’occasion de la Semaine du Développement Durable, l’équipe RH & RSE était ravie devous présenter notre initiative avec la plateforme d’engagement solidaire Wenabi, enphase avec une des valeurs fortes chez Leyton : la solidarité. C’est une formidableopportunité d’apporter votre soutien (seul ou en équipe) à une association de votrechoix, le temps d’une journée offerte par Leyton. Maintenant, il n’y a plus à hésiter, ilfaut y aller ! Pour vous inscrire, rien de plus simple : https://leyton-solidarity.wenabi.com/Attention : certains d'entre vous nous ont malheureusement fait remonter des problèmesd'accès à la page associée à ce lien => si vous rencontrez le même problème, n'hésitez pas àvous rapprocher directement de l'IT. Une question? Posez-là à solidarite@leyton.comVous avez la possibilité de proposer des associations de votre choix, c'est ça aussil'engagement!Pour ceux qui auraient manqué la présentation de la plateforme solidaire Wenabilors du Zoom du 7 octobre, elle est toujours disponible sur ce lien Teams.    -","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Congé_solidaire_Wenabi.pdf","pdf_numpages":2}},{"pageContent":"LES CONGES PAYESS'adresse à : Tous les salariésRédigé par : La Direction des Ressources HumainesL'acquisition des congés payésQuelle est la période d'acquisition des congés payés? Les congés s'acquièrent mensuellement du 1er juin N-1 au 31 mai N(soit à hauteur de 2,08 jours ouvrés par mois).Qui acquiert des congés payés ? Les  congés  payés  sont  acquis  par tous  les  salariés  (CDI,  CDD,contrat de professionnalisation et d’apprentissage, à l’exclusion desstagiaires). Combien de jours de congés est-il possible d'acquérir? Pour une année de présence, du 1er juin N-1 au 31 mai N, vous êtessusceptible d'acquérir 25 jours ouvrés de congés payés.  Vous pouvez en acquérir moins : Par exemple si vous arrivez dans l'entreprise ou si vous quittez l'entrepriseen  cours  de  période  d'acquisition,  ou  en  fonction  de  certaines  de  vosabsences.  Vous pouvez en acquérir plus :Par exemple en fonction de votre ancienneté.Focus  sur  les  jours  supplémentaires  de  congés  payés  pourancienneté : - 5 ans d'ancienneté révolus : 1 journée supplémentaire par an ; - 10 ans d'ancienneté révolus : 2 journées supplémentaires par an ; - 15 ans d'ancienneté révolus : 3 journées supplémentaires par an ;- 20 ans d'ancienneté révolus : 4 journées supplémentaires par an.  La 1ère  journée de congé d'ancienneté est acquise le 1er juin suivantle 5e anniversaire de la date d'entrée. Exemple :      Entrée  le  1er octobre  2018  ;    5  ans  d’ancienneté  révolus  le1er octobre 2023 ;  Une journée supplémentaire peut être posée à compterdu 1er juin 2024. Comment savoir combien de congés payés vous avez acquis? Vous pouvez consulter votre solde de congés payés sur Figgo, ou survotre bulletin de paie. La pose des congés payésQuelle est la période de pose des congés? Les congés peuvent se poser du 1er juin N au 31 mai N+1, étantprécisé qu'un congé principal doit impérativement être posé entre le1er mai et le 31 octobre. Combien de jours de congés payés devez-vous poser?   Entre  le  1er  juin  N  et  le  31  mai  N+1,  vous  devez  poserl'intégralité de vos congés (A défaut, ils seront perdus).  Entre le 1er mai et le 31 octobre, vous devez poser un congéprincipal compris entre : - 10 jours ouvrés consécutifs de congés (minimum)et- 20 jours ouvrés consécutifs (maximum).  Pouvez-vous  demander  à  poser  des  congés  en  coursd'acquisition? Par exception, l’entreprise accepte de poser des congés 'en coursd’acquisition ', à deux conditions : -Respecter les règles relatives aux absences (délai de prévenance etacceptation par le supérieur hiérarchique) ; -Disposer, au jour de la demande, d’un nombre sufsant de congés'en cours d’acquisition' dans le compteur. Exemple :  un  salarié  embauché  le  1er janvier  demande  le  1er  février  àbénécier de 5 jours de congés payés du 1er au 5 mars. Or, entre le 1er et le31 janvier, il n’aura cumulé que 2,08 jours de congés. Il ne pourra donc pasprendre plus de 2 journées.  Quel délai de prévenance respecter pour poser vos congés? - Une semaine, si la durée de l’absence n’excède pas 2 jours ; - Un mois, si la durée de l’absence excède 2 jours. Comment sont dénis l'ordre et les dates de départ en congés? Une  semaine  de  congés  est  accordée simultanément  à  tous  lessalariés (fermeture de l'entreprise). Les  salariés  disposant  de  sufsamment  de  jours  de  congés  payés  doiventen principe poser des congés payés pendant cette période. A défaut, il estpossible de poser des congés par anticipation (cf. question précédente), oudes congés sans solde (vous pourrez dans ce cas vous rapprocher de Pôleemploi  pour  voir  si  vous  êtes  éligible  à  l'aide  nancière  pour  congés  nonpayés). Au delà de cette semaine, les départs en congés sont organisés parroulement, par votre ligne managériale.","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Congés_payés.pdf","pdf_numpages":4}},{"pageContent":"CooptationInformations pratiquesLEYTON encourage ses collaborateurs à recommander une ou plusieurs personnes de leurentourage.  Dans le cadre de ce process, LEYTON a mis en place un système de prime  de 1  000€. Acompter du 1er janvier 2019, le « coopteur » bénéciera de la moitié de cette prime à la dated'entrée du coopté, soit 500 euros. Le solde est versé à la conrmation du nouvel embauchédans le poste (après la validation de la période d'essai), en CDI.  Pour les recrutements en CDD ou en stage  d'une  durée supérieure  à  4  mois, la prime decooptation s'élève à 500€. Le collaborateur doit  connaitre  le  coopté  (professionnellement  ou  personnellementparlant) et être à l'origine du process c'est-à-dire avoir transmis le CV d'un candidat au pôlerecrutement (recrutement@leyton.com) + le questionnaire joint à cette publication.En cas d'adéquation du prol aux compétences requises pour le poste, les RH contactentdirectement le candidat référencé.  Exclusions : La prime de cooptation ne sera pas versée dans les cas suivants :  Candidats cooptés par des Directeurs et membres des RH  Candidats cooptés par des managers recrutant pour leur propre BU Questionnaire de cooptation","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Cooptation.pdf","pdf_numpages":1}},{"pageContent":"Fermeture temporaire pour congés (août 2023)AnnonceSemaine du Lundi 14 août 2023 au Vendredi 18 août 2023 Nous vous informons que l’entreprise sera fermée du Lundi 14 août 2023 au Vendredi 18août 2023.  Le Lundi 14 août étant un RTT collectif et le Mardi 15 août correspondant à un jour férié, tousles salariés devront poser 3 jours de congés sur FIGGO durant cette période.  Si vous possédez sufsamment de jours de congés à date, vous percevrez l’indemnité decongés payés dans les conditions habituelles. A défaut, vous pourrez, en accord avec votrehiérarchie, bénécier de congés par anticipation ou de congés sans solde. La Direction des Ressources Humaines","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Fermeture_temporaire_pour congés_août_2023.pdf","pdf_numpages":1}},{"pageContent":"Formation Informations pratiquesLeyton AcademyFormation en présentielBusuuChaque année Leyton, met en place des formations en présentiel/distanciel et e-Learning. Leyton Academy et EdexDès   votre   arrivée,   vous   disposez   d’un   accès   à   laplateforme Leyton  Academy.  Sur  cette  plateforme  vous  aurez  lapossibilité  de  suivre  un  parcours  d’intégration,  et  de  suivre  desformations obligatoires ou non. A  partir  de  Leyton  Academy,  vous  pourrez  consulter  lecatalogue Edex, le « Nextix » de la formation. Ce catalogue vousdonnera  accès  à  des  formations  passionnantes  sur  une  quantitéde sujets.Les  thématiques  sont  très  diverses  :  culture  générale,  RH,  comptabilité,  paie,  marketing,culture générale.... Les formations sont 100% en E-learning sous forme de Mooc, Podcast,articles, vidéos... Que vous disposiez de 20h ou de 2 minutes vous trouverez votre bonheur ! Formation en présentielDans le cadre d’une demande de formation type présentiel/distanciel traditionnel, celle-cidevra être remontée à votre manager. Un catalogue de formation sera mis à votre dispositionpour vous orienter dans vos choix. La demande sera validée par votre manager et saisie sur laplateforme « All set for », puis validée par le service RH.   Les formations en présentiel/distanciel sont uniquement dispensées aux collaborateurs enCDI, et dont la période d’essai est révolue. BusuuDe plus, Leyton a une dimension internationale et le souhait de ladirection  des  Ressources  Humaines  est  de  favoriser  votreapprentissage  des  langues.  La  plateforme Busuu  sera  mise  à  ladisponibilité des salariés en CDI. Celle-ci est une plateforme d’apprentissage des langues, 12 languesdisponibles  :  Anglais,  Espagnol,  Italien,  chinois,  Arabe,  Allemand,Portugais, Japonais, Polonais, Turc, Russe, Français. Elle  vous  donnera  la  possibilité  d’apprendre  de  nouvelles  langues  ou  de  renforcer  vosconnaissance  sur  la  langue  de  votre  choix  !  Pas  plus  de  10  minutes  par  jour,  et  unecompétence linguistique dans la poche ! Le service RH reste à votre disposition pour toutes questions sur votre projet de formation. N’hésitez pas à nous contacter directement, si vous avez la moindre question.  Vos contacts privilégiés pour la formation( accès, procédure, CPF et autre dispositifs à votre disposition ) Cécilia MALOISELChargée RH   Benoit FLOUTIER Global HR BP     Les liens de connexion Leyton Academy : https://www.leyton-academy.com Busuu : https://www.busuu.com/ (application à télécharger sur le mobile ) Edex : https://leyton.edex.com/en/","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Formation.pdf","pdf_numpages":3}},{"pageContent":"Gestion de carrièreInformations pratiquesPolitique RHMobilité internePolitique RHLa  politique  de  ressources  humaines  est  à  l'image  du  cabinet, ambitieuse,  dynamique  etinnovante.    L'organisation    et    le    mode    de    management    favorisent    l'autonomie    et    la    prised'initiative.  Leyton  privilégie  la  richesse  de  la  dimension  humaine  comme  fondement  de  sacroissance.  Au  sein  du  cabinet,  tous  les  nouveaux  collaborateurs  bénécient  d'un accompagnementstructuré et d'une intégration rapide au sein d'équipes pluridisciplinaires.  Un  entretien  de  suivi  d'intégration  avec  la  chargée  de  recrutement  ayant  recruté  leprol  est  organisé  à  la  moitié  de  la  période  d’essai,  permettant  de  mesurer  le  degréd'intégration et d'épanouissement du salarié dans son travail.Leyton  s'engage,  de  même,  à identier  et  développer  les  talents an  de  leur  apporter  lesmeilleures opportunités pour dynamiser leur carrière, en France comme à l'international.  À  ce  titre,  chaque  année, des  entretiens  annuels sont  organisés  en  juillet  et  en  août.  C'estl'occasion pour les salariés de faire un bilan sur l'année écoulée, et dénir des objectifs pour lenouvel  exercice.  D'autre  part,  c'est  également  le  moment  d'informer  son  manager  et  sonréférent RH de ses aspirations : devenir manager, être muté dans une autre liale en France ouà l'étranger, changer de BU, etc.  Chacun peut ainsi avoir l'opportunité d'évoluer au sein du groupe selon ses compétences etses aspirations.Mobilité interneLes avantages de la mobilitéQu'elle  soit  internationale,  régionale,  transverse  ou  fonctionnelle,  la  mobilité  au  sein  ducabinet  a  pour  but  de  répondre  à  vos  attentes  en  matière  d'évolution  professionnelle  etpersonnelle :  du  souhait  de  changer  de  ville  au  besoin  de  se  rapprocher  de  sa  famille,  enpassant  par  l'envie  de  découvrir  un  nouveau  métier  ou  traiter  avec  des  interlocuteursdifférents, être mobile permet de trouver une nouvelle dynamique dans sa vie, de multiplierses expériences ou d'accroître son employabilité. Les avantages sont multiples ! À vous d'identier quels privilèges vous pouvez retirer d'unetelle expérience.Ce que Leyton met en place pour favoriser la mobilité et accompagner le collaborateur. Parce  qu'il  existe  de  nombreux  freins  à  la  mobilité,  notamment  au  niveau  nancier  etadministratif, Leyton assure, à tout collaborateur muté en région par l'entreprise, une prise encharge totale des frais d'agence et de déménagement.  De    plus,    lorsqu'un    salarié    est    muté    par    l'entreprise    d'une    agence    à    uneautre,  Leyton  rembourse  les  frais  d'une  «  journée  de  reconnaissance  »  correspondant  à  unA/R en train et une nuit d'hôtel pour le collaborateur et son conjoint.  Enn, notre partenaire, l'organisme Action logement vous accompagne dans vos démarchesde recherche de logement et de nancement des garanties locatives.  Pour en savoir plus à ce sujet, nous vous invitons à télécharger la « Charte de mobilité ». À quel moment envisager une reconversion ou une mobilité en interne ? Il est important d'être acteur de sa mobilité ! Les entretiens annuels de développementsont un excellent moyen pour faire connaître ses souhaits de mobilité qu'ils soienttransversaux, fonctionnels ou régionaux. Votre manager reste votre interlocuteurprivilégié en ce qui concerne votre gestion de carrière et l'outil développé pour cesentretiens sur Salesforce permet aux RH un suivi optimal de vos demandes. Bienévidemment, nous restons à la disposition de chacun tout au long de l'année pourétudier ensemble toutes les opportunités d'évolution !- Thibault TarjonCharte de mobilité","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Gestion_de_carrière.pdf","pdf_numpages":3}},{"pageContent":"Informations RTT employeurs et CP  Ressources humainesDates et process RTT et CPVoici les dates des RTT Employeurs 2023   19 mai    29 mai    14 août  30 octobreCes RTT concernent l'ensemble des collaborateurs.Cliquez IciLes collaborateurs doivent obligatoirement solder tous leurs RTT N-1 avant le 31 mars del’année N et tous leurs CP N-1 avant le 31 mai de l'année N. Les jours non posés sont perdus. Pour rappel :Il est essentiel pour chaque collaborateur de poser tous ses congés sur lapériode du 1er juin au 31 mai, an de pouvoir :    Relâcher le stress     Déconnecter    Se reposer     Resserrer les liens familiauxRendez-vous sur  Figgo pour connaitre votre solde et poser vos congéset RTTNous comptons sur vous pour en proter pleinement !","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Informations_RTT_employeurs_et_CP.pdf","pdf_numpages":2}},{"pageContent":"Lucca Notre nouvel outil RH Nous sommes très heureux de vous annoncer l’ouverture prochaine de deux nouveauxmodules dans votre outil RH Lucca ! A partir du Lundi 21 Juin Vous aurez accès  Au module « Cleemy » Notes de frais, pour déclarer vos notes de frais et suivre vosremboursements,  Au module « Poplee » Reviews, pour compléter votre entretien annuel. Comment se déroulera l'entretien annuel ? L’entretien  annuel  permet  de  célébrer  les  réussites  de  l’année  passée  et  d’identier  lesdémarches de progrès et d’améliorations possibles au sein de Leyton. Cette année, tous les collaborateurs Leyton seront évalués au travers de 6 compétencestransverses communes à tous les métiers. Les  compétences  spéciques  à  chaque  métier  seront  identiées  et  évaluées  lors  d’unecampagne dédiée à la n de l’année 2021. Le processus se déroulera en 5 étapesLe lundi 21 juin à 9h, vous êtes conviés à une présentation du nouveau processus et outild’entretien annuel.Puis, vous recevrez un email vous donnant accès au formulaire pour préparer votre entretien,ainsi que le guide complet pour évaluer vos compétences transverses ! A très bientôt sur Lucca ! Benoit FLOUTIER Global RH BP   ","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Lucca_notre_nouvel_outil_RH.pdf","pdf_numpages":2}},{"pageContent":"Maladie et accidentsSantéDès le 1er jour d'absence, et quel que soit le motif, envoyez un email à votre manager età absences@leyton.com. Arrêt de travailEn cas d'arrêt de travail, vous avez 48 heures pour envoyer les deux premiers volets de l'avisd'arrêt de travail à votre Caisse Primaire d'Assurance Maladie (CPAM). Le troisième volet doitêtre adressé au service des Ressources Humaines qui transmettra à son tour une attestationde salaire à votre caisse. Le salaire des personnes ayant moins d’un an d’ancienneté n’est pas maintenu. Seront verséespar la CPAM des indemnités journalières de sécurité sociale, au-delà du délai de carence detrois jours. Le salaire des personnes ayant plus d’un an d’ancienneté au sein de la société est maintenu encas d’arrêt de travail, selon les modalités détaillées ci-dessous:   Pour les cadres ayant plus d’un an d’ancienneté, la garantie est xée à 3 mois entiers desalaires  (90  jours)  sur  une  période  de  12  mois  consécutifs  au  cours  de  laquelle  une  ouplusieurs absences pour maladies auront été constatées. Si l’arrêt fait plus de 90 jours, lerégime de prévoyance prend le relais à hauteur de 80% du salaire ;     Pour les non-cadres, la garantie est également limitée à une période de 12 mois mais estprogressive suivant l’ancienneté :   Entre 1 et 5 ans, le salaire est maintenu à 100% le premier mois, puis à 80% les deux moissuivants. Au-delà, le régime de prévoyance prend le relais si l’arrêt est de 90 jours consécutifs,à hauteur de 80% du salaire ;  Plus de 5 ans d’ancienneté, le salaire est maintenu à 100% les deux premiers mois, puis à80% le troisième mois. Au-delà, le régime de prévoyance prend le relais si l’arrêt est de 90jours consécutifs, à hauteur de 80% du salaire. La société perçoit directement les indemnités journalières de la Sécurité Sociale. Pour que ce versement soit correctement effectué, vous devez impérativement faire parvenirau plus tard dans les 48 heures du début de votre arrêt maladie :   les volets 1 et 2 à la CPAM de votre domicile (toutes les coordonnées sur ameli.fr) envoyésobligatoirement par lettre recommandée ;  le volet 3 au service RH : SOCIETE LEYTON Service Paie 16 Boulevard Garibaldi 92130 Issy Les Moulineaux Dans le cas où la Sécurité Sociale ne reçoit pas ces volets dans les 48 heures, elle se réserve ledroit de ne pas verser les indemnités journalières à la société.  En cas de contestation, vous devrez prouver à la CPAM que vous lui avez bien transmis lesdocuments dans les 48 heures.  Dernièrement, la CPAM nous informe qu’elle ne reçoit pas les arrêts maladie lorsque ceux-cine sont pas envoyés par lettre recommandée dans le délai de 48h et refuse de verser àl’employeur les indemnités journalières.Nous vous conseillons donc d’envoyer vos arrêts maladie en  lettre  recommandée  avecaccusé de réception.  Le maintien de salaire n’est pas assuré pour les salariés qui n’envoient pas leur arrêt maladiepar lettre recommandée dans les délais indiqués ci-dessus.  Nous comptons sur votre vigilance et votre compréhension.  Pour  toute  question  concernant  les  absences,  vous  pouvez  contacter  leservice paie : paie@leyton.com ou Hassina BELOUAR DAHMANI, notre Responsable paie(hbelouardahmani@leyton.com).  Pour plus de renseignements concernant les indemnités journalières, vous pouvez consulterle site de la sécurité sociale www.ameli.fr, rubrique « vous êtes salarié ». Dans tous les cas, cesont les contrats et documents ofciels qui font foi et cette information n’est donnée qu’à titred’information. AccidentsEn cas d’accident, sur le trajet entre le domicile et le lieu de travail ou sur le lieu de travail(locaux de l’entreprise ou déplacement professionnel), vous devez en informer le service desRessources humaines, dans les 24 heures qui suivent l’accident. Cela permet au service RH devous délivrer une feuille d’accident du travail qui vous servira à être dispensé de l’avance desfrais médicaux dans la limite des tarifs de la Sécurité sociale.  Pensez à bien envoyer votre certicat  d’accident  du  travail délivré par le médecin, à votreCaisse primaire d’assurance maladie le plus rapidement possible, sous peine de ne pas êtrepris en charge au titre de la législation des accidents du travail.   ","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Maladie_et_accidents.pdf","pdf_numpages":3}},{"pageContent":"Médecine du travailSantéAvant  la  n  de  votre  période  d’essai,  vous  devrez  obligatoirement  passer  une visitemédicale  d’embauche.  Par  la  suite,  vous  serez  convoqué,  tous  les  5  ans  dans  lecadre d’une visite médicale périodique.    La nalité de la visite médicale est de s’assurer de votre aptitude médicale à votre poste detravail. Ainsi, à l’issue de cette visite, un avis d’aptitude vous sera délivré en deux exemplairesdont l’un doit être remis au service Ressources Humaines.    En  cas  d'impossibilité  de  vous  rendre  à  ces  visites,  vous  devez  nécessairement  etsystématiquement prévenir le service médical, ainsi que le service des Ressources Humaines,au moins 48 heures à l'avance, an de programmer une nouvelle visite médicale.   Indépendamment des examens périodiques, vous avez la possibilité de demander une visitemédicale spontanée. Cette visite se fait en dehors de votre temps de travail.     Elle n'est pas obligatoire et ne fait pas systématiquement l'objet d'un suivi formalisé par uneche médicale d'aptitude au poste de travail.    Le  service  Ressources  Humaines  reste  à  votre  disposition  pour  tout  renseignementcomplémentaire. Adresses des centres médicauxIssy-Les-MoulineauxHélène MAINETTI- HOUPINCentre SETS52 boulevard RODIN  92130 Issy-les-Moulineaux Sécrétaire : Katy HARDOUINkaty.hardouin@sestidf.fr01 46 45 93 34 LyonDocteur FORET-PRILLARDCentre AST Grand Lyon Centre Lafayette, 100 A Cours Lafayette 69003 Lyon Secrétaire : Sarra BOUAROUDIs.turpin@astgrandlyon.fr;sra@astgrandlyon.fr04 78 95 11 32   ToulouseDocteur LECOU-MAURINCentre SAMSI PREVALYCAPSUD, 26 avenue Didier Daurat31400 Toulouselecou-maurin@samsi-31.com05 62 15 02 22 MontpellierDocteur Liza LIDDELCentre AMETRA Centre Rives du Lez, 273 av. dela Pompignade  34027 MonpellierSecrétaire : Estelle GRANIERgranier@amestra.asso.fr04 67 84 76 92  NiceDocteur ZDROBACentre AMETRA122 Route des Lucioles,Immeuble Beethoven   Bat.306560 Sophia-AntipolisSecrétaire : Béatrice RUBINOb.rubino@ametra06.org04 92 38 38 38 StrasbourgDocteur FRIEDMANCentre ACST 24, Rue du 22 novembre 67 000 StrasbourgSecrétaire : Nathalie FONTANA nathalie.fontana@asct-strasbourg.com03 88 32 32 70 NantesDocteur VIEILLECentre SSTRN2 rue Linne44100 NANTESSecrétaire : Nathalie GERARDGwendoline.Bohic@sstrn.fr02 40 44 26 21","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Médecine_du_travail.pdf","pdf_numpages":2}},{"pageContent":"Nouvel outil 'Recueil des besoins de formation'Lancement de la campagneLa campagne de recueil des besoins de formation commencera le 19Novembre. Une présentation de la plateforme aura lieu le jour mêmeà 14h00. Une invitation vous sera transmise prochainement.Rappel du process formationPlanning du recueil des besoinsLe recueil des besoins sera en plusieurs étapes : 1) Présentation de la plateforme le 19 Novembre à 14h00.2) Ouverture des accès collaborateurs : la saisie des besoinsde formation sera du 19 Novembre au 10 Décembre 3) Ouverture des accès manager : la saisie et validation desbesoins de formation de vos équipes sera du 13 décembreau 5 Janvier 2022Les besoins de formation seront validés début Janvier par lepôle Développement des compétences.Connexion à la plateformeAvec le SSO Leyton Connexion immédiate en cliquant sur l’URLURL : https://leyton.eleo.io/Sinon: Un pop up s’ouvreId : votre e-mailMdp : mdp windows  Une adresse dédiée si vous avez la moindre question : maformation@leyton.comVotre point de contact au service RHCécilia MALOISELChargée RH et Formation   ","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Nouvel_outil_Recueil_des_besoins de_formation.pdf","pdf_numpages":2}},{"pageContent":"Vos bulletins de salaire sur DigiposteInformations pratiquesService paieVotre service RH met à votre disposition un espace personnel sécurisé pour l'archivage detous  vos  documents,  y  compris  vos  bulletins  de  salaire.  Cet  espace  est    accessible  viaDIGIPOSTE.Pour tout savoir sur DIGIPOSTE et sur la démarche de création de votre espace personnel,vous pouvez télécharger les chiers ci-dessous.Votre espace DigiposteLE BULLETIN DE SALAIREDÉMATÉRIALISÉ.pdfTutoriel_Parcours-adhésion_Digiposte.ppt","metadata":{"source":"/home/machaoui/Oss/langchain-supabase-website-chatbot/docs/France/Vos_bulletins_de_salaire_sur_Digiposte.pdf","pdf_numpages":1}}]